[
  {
    "name": "JOãO PEDRO",
    "type": "Canina",
    "gender": "Macho",
    "color": "Caramelo",
    "size": "Médio",
    "otherAnimals": false,
    "children": false,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=137",
    "image": "http://gaarcampinas.org/pets/20220905_202515.jpg",
    "historia": "Sou muito carinhoso, gosto de brincar, passear, me dou bem com outros cães, ideal para alguém quem mora em casa com quintal espaçoso. Fui adotado em dezembro de 2019 em adoção conjunta com a Camélia, vivemos todo esse tempo felizes e juntos, mas infelizmente por problemas familiares fomos devolvidos ao GAAR. O ideal seria uma adoção conjunta para nós dois para não separados, mas como é muito difícil, a adoção pode ser individual também.",
    "available": true
  },
  {
    "name": "NUCKY",
    "type": "Canina",
    "gender": "Macho",
    "color": "Tricolor",
    "size": "Médio",
    "otherAnimals": true,
    "children": false,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=424",
    "image": "http://gaarcampinas.org/pets/IMG-20210703-WA0097.jpg",
    "historia": "Oi pessoal, sou o Nuck! Fui encontrado abandonado com meus irmãos e a minha mãe em uma fazenda, um senhor nos encontrou, porque estavamos mortos de fome e chorando muito. Toda a a família foi adotada, inclusive eu, mas acabei sendo devolvido pois meu antigo adotante não era muito responsável com vacinas, atenção, educação e não tinha tempo para mim. Já estou castrado e vacinado esperando um adotante responsável, que dessa vez tenha tempo e atenção para mim. Tenho bastante energia, ideal para uma casa onde possa correr e por toda a energia para fora.",
    "available": true
  },
  {
    "name": "ANGEL",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Preta/caramelo",
    "size": "Grande",
    "otherAnimals": false,
    "children": false,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=286",
    "image": "http://gaarcampinas.org/pets/WhatsApp%20Image%202020-10-01%20at%2021.53.19.jpeg",
    "historia": "Olá, me chamo Angel! Tinha sarna e morava na rua, um bêbado me espancou, fiquei internada por alguns dias lutando pela vida e agora estou no lar temporário e muito bem.",
    "available": false
  },
  {
    "name": "CAMELIA",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Caramelo",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=321",
    "image": "http://gaarcampinas.org/pets/20220905_190220.jpg",
    "historia": "Sou uma cadelinha extremamente tranquila e dócil. Porte médio menor, minha carinha lembra um Boxer. Fui adotada em dezembro de 2019 junto com outro cão, João Pedro, vivemos todo esse tempo juntos e felizes, mas infelizmente por problemas familiares fomos devolvidos ao GAAR. Precisamos de adoção urgente, o melhor seria uma adoção conjunta dos dois para não ficarmos separados, mas como é muito difícil, a adoção pode ser individual também. Sou uma cachorrinha alegre, gosto de passear, brincar, amo humanos, ideal para quem tenha quintal.",
    "available": true
  },
  {
    "name": "PRINCIPE",
    "type": "Felina",
    "gender": "Macho",
    "color": "Cinza/Branco",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2453",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220724230901.jpg",
    "historia": "Eu estava vivendo na casa de uma acumuladora, uma pessoa sem condições financeiras para cuidar dos animais.Fiquei com rinotraqueíte e passei fome. Fui para casa de uma pessoa até abrir vaga em um lar temporário, onde me encontro agora. Recebi todo tratamento necessário, carinho e tenho me alimentado bem. Gosto de brincar, fazer companhia e adoro um cafuné. Fui testado fiv/felv negativo.",
    "available": true
  },
  {
    "name": "MEL",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Tricolor",
    "size": "Médio",
    "otherAnimals": false,
    "children": false,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=706",
    "image": "http://gaarcampinas.org/pets/052A2563-78C4-4E71-939B-7063434637DA.jpeg",
    "historia": "Sou uma cachorrinha muito simpática e extremamente amorosa. Fui encontrada mancando e com muita dor, estava pele e osso e bastante assustada. Fui resgatada, castrada, vacinada e vermifugada. Engordei bastante e amo correr, comer brincar principalmente com outros cães.",
    "available": true
  },
  {
    "name": "MELÃO",
    "type": "Canina",
    "gender": "Macho",
    "color": "Caramelo",
    "size": "Grande",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=1010",
    "image": "http://gaarcampinas.org/pets/Melao%20sentado%20em%20casa%20-%20junho%202020.jpg",
    "historia": "Muito prazer, sou o Melão. Sabe porquê? Porque sou cor de caramelo e sou grandão. Fui encontrado vagando sozinho à noite, magrelo e com medo. Mas hoje estou muito saudável, super forte, castrado e vacinado. Gosto de gente e de outros cachorros. No lar temporário em que estou, sou muito bonzinho e bem comportado. Estou esperando uma família faz tempo. Talvez porque eu seja grande, a adoção não é fácil. Mas se você mora em casa e tem espaço no seu coração, pensa em mim com carinho, tá? Vamos passear, correr e brincar juntos e você também vai adorar!",
    "available": true
  },
  {
    "name": "DESIRÉE",
    "type": "Felina",
    "gender": "Fêmea",
    "color": "Cinza",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=1071",
    "image": "http://gaarcampinas.org/pets/20220720_195204.jpg",
    "historia": "Sou uma gatinha exploradora e curiosa. Gosto bastante de brinquedos, sou companheira, bem meiguinha e amigável. Aguardo um lar definitivo responsável e amoroso. Estou castrada, vacinada com duas doses de vacina importada, vermifugada e despulgada. Fui testada com Fiv/Felv negativo.",
    "available": true
  },
  {
    "name": "ALEMãO",
    "type": "Canina",
    "gender": "Macho",
    "color": "Caramelo",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=1139",
    "image": "http://gaarcampinas.org/pets/ALEMAO%20-%20corpo%20inteiro.jpg",
    "historia": "Meu nome é Alemão. Ganhei esse novo nome porque sou loiro e lindo! Eu tinha outro nome quando tinha uma família. Mas preferi esquecer. Sofri muito quando decidiram me levar para longe de casa e me deixaram lá sozinho. Fiquei andando perdido, passei fome, frio, medo, até que fui resgatado do abandono. Sou molecão, de porte médio, castrado e vacinado. E ainda tenho a esperança de encontrar uma família de verdade!",
    "available": true
  },
  {
    "name": "LORD",
    "type": "Canina",
    "gender": "Macho",
    "color": "Tigrado",
    "size": "Médio",
    "otherAnimals": false,
    "children": false,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "",
    "image": "http://gaarcampinas.org/pets/LORD%201%20-%20cara.jpg",
    "historia": "Eu sou o Lord. Tenho porte médio para pequeno, tenho 5 anos e vivia numa casa onde eu era bem feliz. Mas um dia, fui abandonado numa estrada! Quem me achou não podia ter mais um cachorro em sua casa. Então, ela cuidou de mim, fui castrado e vacinado e levado para um abrigo de animais. Ela disse que no abrigo falaram que eu sou o cachorro mais bonzinho e amoroso do pedaço. Fiquei muito orgulhoso, mas o que eu queria mesmo era ter uma família de novo. Brincar com as crianças, passear de carro, correr com o papai. Me leva para a sua casa!",
    "available": true
  },
  {
    "name": "BLESSED",
    "type": "Felina",
    "gender": "Macho",
    "color": "Branco",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=1322",
    "image": "http://gaarcampinas.org/pets/WhatsApp%20Image%202020-10-09%20at%2018.35.08%20(2).jpeg",
    "historia": "Após a partida da minha irmã Hope, descobriram que ela tinha um irmão. Quando minha irmã virou estrelinha uma senhora informou sobre mim. Eu apresentava lesões no rostinho e orelhas, porém num estágio mais inicial e por isso a chance de sobrevincia é muito maior.Temos certeza de que nada acontece por acaso, e que nossa princesa Hope lá do céu iluminou seu irmãzinho aqui embaixo para que nossos caminhos se cruzassem. Me chamo Blessed, por que um gatinho desse só pode ser muito abençoado não é mesmo? Já passei por várias cirurgias, retirei as orelhinhas e algumas lesões no rosto. Hoje sou um gatinho extremamente saudável, mas como todo cancêr, não estou livre de tê-lo novamente. Minha única restrição é o sol. Com esse cuidado e muito amor e carinho, poderei viver muitos anos mostrando toda gratidão a sua nova família. Estou castrado, vacinado, vermifugado e despulgado, prontinho pra encontrar um lar pra chamar de meu.",
    "available": true
  },
  {
    "name": "PEDRINHO",
    "type": "Canina",
    "gender": "Macho",
    "color": "Bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2101",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220209032505.jpg",
    "historia": "Eu e meus irmãos fomos resgatados de um senhor bêbado e morador de rua, que caminhava com os 3 filhotes dentro de um saco de ração pra cavalos. Não tendo pra onde irem, uma pessoa os abrigou em um galinheiro por 3 dias. Após, fui para um lar temporário, recebi todos os cuidados necessários e cada um está prontinho pra ganherem seus respectivos lares definitivos, e suas familias amorosas e responsáveis. Sou um pouco tímido, mas como todo filhote tenho meus momentos em que gosto de brincar. Tenho 6 meses, serei de porte médio, vermifugado, vacinado com duas doses de vacina importada e castrado.",
    "available": true
  },
  {
    "name": "BETHOV",
    "type": "Canina",
    "gender": "Macho",
    "color": "Marrom",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=1330",
    "image": "http://gaarcampinas.org/pets/20220511_013047.jpg",
    "historia": "Eu ficava triste e solitário em um lixão de um bairro de Campinas. Fui alimentado por 1 mês por uma pessoa que sempre passava por lá e me via. Hoje estou em um lar temporário, recebi todos os cuidados necessários e estou vermifugado, vacinado e castrado. Quando estou feliz, dou risada, mostrando meus dentinhos! Sou alegre, super dócil, me dou bem com outros cães e adoro passear.",
    "available": true
  },
  {
    "name": "ARMANI",
    "type": "Felina",
    "gender": "Macho",
    "color": "Bege",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=1434",
    "image": "http://gaarcampinas.org/pets/5FB28266-BA1E-46B9-9C16-D7806E5FE56D.jpeg",
    "historia": "Eu e minha irmãzinha fomos encontrados abandonados ao lado de uma avenida movimentada de Campinas. Como ficamos na rua assustados e desprotegidos, somos um pouquinho ariscos por medo, mas não por sermos bravos. Então, meu tutor ou família precisa ter paciência até conquistar confiança, para eu me soltar e me socializar. Sou brincalhão e mais sociável que minha irmã e aos poucos estou se acostumando com colo e humanos. Embora não seja obrigatório, o ideal seria sermos adotados juntos, pois a Alícia se sente segura e amparada por mim. Estou vermifugado, vacinado com vacina importada e castrado.",
    "available": true
  },
  {
    "name": "ALíCIA",
    "type": "Felina",
    "gender": "Fêmea",
    "color": "Branco e cinza",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=1435",
    "image": "http://gaarcampinas.org/pets/AirBrush_20210217091250.jpg",
    "historia": "Eu e meu irmãozinho fomos encontrados abandonados ao lado de uma avenida movimentada de Campinas. Como ficamos na rua assustados e desprotegidos, sou um pouquinho arisca por medo, mas não por ser brava. Então, meu tutor ou família precisa ter paciência até conquistar minha confiança, para ela me soltar e me socializar. Embora não seja obrigatório, o ideal é que fossem adotados juntos, pois eu me sinto mais segura e amparada pelo meu irmãozinho Armani. Ela está vermifugada, vacinada com vacina importada e castrada.",
    "available": true
  },
  {
    "name": "MICHAEL JACKSON",
    "type": "Canina",
    "gender": "Macho",
    "color": "Branco e preto",
    "size": "Grande",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=1452",
    "image": "http://gaarcampinas.org/pets/IMG-20210821-WA0060.jpg",
    "historia": "Sou um lindo cão preto de luvinhas brancas, mestiço de Labrador. Um amor de cachorro, carinhoso, amigo de cães e humanos. Eu morava num galpão cheio de caminhões, mas era feliz, tinha ração  e carinho dos funcionários. Até que um dia sai pela ruas, como sempre fazia, e fui atropelado por um caminhão. Os vizinhos chamaram uma protetora que morava próximo e, a veterinária voluntária do GAAR, foi chamada para ajudar a resgatar o cão. Minha dor era tão intensa que não deixava ninguém chegar perto, rosnava, babava, gritava de dor. Fui levado à uma clínica veterinária parceira, minha perna foi dilacerada e ele precisava ficar internado com medicação intensa para não ter de ser amputada. Depois, fiquei num abrigo até me recuperar, mas após 3 anos continuou aqui. Estou castrado, vermifugado e vacinado.  Me dê uma chance para que possa ser finalmente feliz!",
    "available": true
  },
  {
    "name": "CHOKITTO",
    "type": "Canina",
    "gender": "Macho",
    "color": "Preto e bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=1492",
    "image": "http://gaarcampinas.org/pets/1626726648468.jpg",
    "historia": "Sou doce como o chocolate! Por isso me chamo Chokitto, sou ideal para quem quer ter um companheiro para todas as horas, já que adoro a companhia de pessoas, seja de crianças de todas as idades ou adultos, amo brincar e adora dar um passeio! Estou esperando um lar há bastante tempo, quase o tempo da minha idade.",
    "available": true
  },
  {
    "name": "TAIZEN",
    "type": "Canina",
    "gender": "Macho",
    "color": "Preto e bege",
    "size": "Pequeno",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=1545",
    "image": "http://gaarcampinas.org/pets/20201226_150957.jpg",
    "historia": "Eu e meu irmão fomos resgatados de um péssmo local, onde estavamos sendo ameaçados de morte. Ambos fomos resgatados e recebemos todos os cuidados necessários, antes que o pior acontecesse. Hoje estamos em um lar temporário do GAAR e aguardamos uma família responsável. Sou de porte pequeno maior, 4 aninhos, está castrado, vacinado com vacina importada e vermifugado. Sou manso, mas odeio uma coleira.",
    "available": true
  },
  {
    "name": "NASDAQ",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Preto",
    "size": "Médio",
    "otherAnimals": false,
    "children": false,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=1643",
    "image": "http://gaarcampinas.org/pets/IMG-20210918-WA0077.jpg",
    "historia": "Fui abandonada após dar a luz a muitas crias, mas continuo com a esperança que vou ter uma vida digna que será retribuída com toda certeza com muito carinho e lambeijos. Sou simpática, animada e extremamente carinhosa. Estou vermifugada, castrada e vacinada.",
    "available": true
  },
  {
    "name": "ETHAN",
    "type": "Felina",
    "gender": "Macho",
    "color": "Preto",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=1855",
    "image": "http://gaarcampinas.org/pets/20210612_235245.jpg",
    "historia": "Fui resgatado por uma senhora que cuida de muitos outros gatos, me deixaram na porta da casa dela uma ninhada de 4 gatinhos. Agora estou vivendo em um lar temporário do Gaar, procurando por um lar definitivo e uma família responsável. Não sou um gato de colo e sim de presença e companhia, sou bonzinho, meigo e carinhoso. Já fui castrado, vermifugado, despulgado e vacinado.",
    "available": true
  },
  {
    "name": "THANDY",
    "type": "Canina",
    "gender": "Macho",
    "color": "Tricolor",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=1599",
    "image": "http://gaarcampinas.org/pets/AirBrush_20210715095418.jpg",
    "historia": "Fui abandonado com 2 meses de vida. Uma pessoa irresponsável e completamente insensível, teve coragem de abrir a porta do carro e me abandonar com meus irmãos, próximo à um campinho de futebol. Sou meigo, fofão, adoro humanos e de se esparramar no colo da gente. Me dou bem com outros cães e amo passear. Sou considerado de porte médio, estou vermifugado, já tomei as três doses de vacina importada e estou castrado. Cresci em lar temporário, e não é justo que permanecer em um canil a vida toda sem ter a chance de ser adotado e ter um final feliz.  deal para casa com muros altos e que tenha quintal espaçoso para eu correr, brincar e gastar energia. Sou cachorro adorável, alegre e cheio de vida.",
    "available": true
  },
  {
    "name": "DOC",
    "type": "Canina",
    "gender": "Macho",
    "color": "Caramelo",
    "size": "Médio",
    "otherAnimals": false,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=1642",
    "image": "http://gaarcampinas.org/pets/Doc.jfif",
    "historia": "Sou um menino mais quieto e me assusto fácil, pois fui abandonado. Sou carinhoso e muito amoroso depois que a pessoa o conquista, e o tempo de conquista é pequeno. Se você me agradar 5 minutos já me entrego, é um menino fácil fácil. Se você tem amor para dar, me adote te trarei muitas alegrias.",
    "available": true
  },
  {
    "name": "PIRULITO",
    "type": "Canina",
    "gender": "Macho",
    "color": "Tricolor",
    "size": "Grande",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2058",
    "image": "http://gaarcampinas.org/pets/20210314_222617.jpg",
    "historia": "Morava na rua e era maltratado pelos outros cães da vizinhança. Muitas pessoas até davam comida pra mim, mas ninguém realmente assumiu a responsabilidade de cuidar  da forma correta. Eu estava muito magro e fraco, tinha pulgas, carrapatos e doente. Fui acolhido, castrado, recebeu todo tratamento para a doença do carrapato, tomei vermifugo, todas as vacinas, e engordei de forma saudável. Sabe o que falta pra completar essa história? Meu final feliz, ao lado de sua família definitiva. Sou de porte grande, tenho aproximadamente 2 anos. Amo brincar com crianças e é sou manso.  Tem espaço no seu coração e na sua casa para mim?",
    "available": false
  },
  {
    "name": "WOLF (LOBINHO)",
    "type": "Canina",
    "gender": "Macho",
    "color": "Preto e bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=1741",
    "image": "http://gaarcampinas.org/pets/20220122_014610.jpg",
    "historia": "Meu olhar  já diz tudo, sou um amor, gosto de humanos e crianças e me dou super bem com outros cães também. Perambulei por dias nas ruas e estradas de Campinas, estava tristonho, carente e faminto. Foi anunciado por meses pois quem o resgatou pensou que pudesse ter um dono mas ninguém se manifestou ou procurou por ele. Agora está em lar temporário do Gaar, com outras dezenas de cães machos, esperando por adoção e uma família definitiva que o aceite como novo membro da família! Ele tem cerca de 19 kg, porte médio, já foi castrado, vermifugado e vacinado (vacina importada). Wolf também chamado carinhosamente de Lobinho pela dona do lar temporário é um mega companheiro. Ideal para casa com quintal.",
    "available": true
  },
  {
    "name": "ANGIE",
    "type": "Felina",
    "gender": "Fêmea",
    "color": "Siames",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=1742",
    "image": "http://gaarcampinas.org/pets/AirBrush_20210528215950.jpg",
    "historia": "Fui encontrada solitária e perdida em um condomínio, e em seu primeiro cio. Sou um anjo, dócil e muito querida que fui resgatada com carinho e recebi toda atenção e os cuidados necessários. Já está vermifugada, castrada, vacinada e aguarda um tutor responsável e que a tenha como membro da família.",
    "available": true
  },
  {
    "name": "SELENE",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Tricolor",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=1768",
    "image": "http://gaarcampinas.org/pets/20220124_144159.jpg",
    "": "`",
    "__1": "",
    "historia": "Eu tinha dado cria na rua, estava faminta. Eu e meus bebês estavam sujeitos à diversos riscos porém uma pessoa nos acolheu. Fomos transferidos para um lar temporário do GAAR, e seguros. Cuidei muito bem de meus filhotes, todos foram doados e agora é minha vez de encontrar um lar definitivo também. Sou uma cachorrinha extremamente calma e mansa, adorável, adoro humanos, crianças e outros cães. Alerta, aviso quando alguém aparece no portão. Ideal para uma família que não quer muita bagunça como acontece no caso de filhotes e cães que possuem muita energia pra gastar. Sou uma companheirinha apaixonante e um amor! Já estou castrada, vermifugada, despulgada e vacinada.",
    "available": true
  },
  {
    "name": "MULEKE",
    "type": "Canina",
    "gender": "Macho",
    "color": "Branco e preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=1822",
    "image": "http://gaarcampinas.org/pets/AirBrush_20210530165055.jpg",
    "historia": "Fui resgatado pequeno, meu antigo tutor se mudou e me deixou na rua. Fui encontrado com medo, magro e olhos extremamente tristes. Além de ser sido abandonado, negligenciado, ambém sofria maus tratos e por isso sou um cachorrinho um pouco tímido mas com amor e compreensão isso pode ser superado. Me dou super bem com outros cães, e aguardo uma família que nunca mais o abandone e que demonstre o quanto sou querido diariamente e então, possa me fazer feliz por toda minha vida. Estou vermifugado, vacinado e castrado.",
    "available": true
  },
  {
    "name": "LARA",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Branco e bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Não sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2517",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220926121810.jpg",
    "historia": "Sou uma menininha muito fofa! Tenho olhares muito expressivos e um jeitinho que encanta a todos. Possuo a energia de qualquer filhote saudável, estou vacinada, vermifugada e será de porte médio. Adoro brincar, convivo bem com outros cães, amo humanos e um carinho.",
    "available": true
  },
  {
    "name": "BOBBY",
    "type": "Canina",
    "gender": "Macho",
    "color": "Branco e amarelo",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=1900",
    "image": "http://gaarcampinas.org/pets/20210712_170215.jpg",
    "historia": "Os meus antigos tutores se mudaram e o me deixou abandonado na antiga casa. Por um ano fui alimentando um dia sim e outro não. Vivia triste e só tinha a companhia de ratazanas que passavam pelo local. Foi resgatado, vermifugado, vacinado e castrado. Há algum tempo vive em lar temporário do GAAR aguardando uma família definitiva que nunca mais o abandone. Bobby é um belíssimo cão de porte médio, que se dá bem com outros cães, especialmente fêmeas. Caso o adotante já tiver um outro cão macho, é preciso fazer uma adaptação com melhor acompanhamento. É um dog muito querido, adora passear, dócil e ideal para casa com quintal espaçoso.",
    "available": true
  },
  {
    "name": "PIRULITO",
    "type": "Canina",
    "gender": "Macho",
    "color": "Preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2058",
    "image": "http://gaarcampinas.org/pets/20211018_040908.jpg",
    "historia": "Sou um menino encantador, feliz e companheiro! Fui adotado quando tinha meses, porém meu antigo tutor pediu ajuda pois estava enfrentando problemas pessoais e ia voltar pra sua cidade natal. Estou em lar temporário e espero ansioso por sua segunda chance e uma família responsável, que o ame e cuide dele por toda sua vida. Sou um menino alegre, se dá bem com gatos e outros cães, ama humanos, carinho e passear. Ele é de porte médio menor, está castrado, vermifugado e vacinado.",
    "available": true
  },
  {
    "name": "PETER",
    "type": "Canina",
    "gender": "Macho",
    "color": "Preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=1921",
    "image": "http://gaarcampinas.org/pets/20210728_113345.jpg",
    "historia": "Fui resgatado com a minha mãe e meus irmãos de um local extremamente precário, o qual não tinha segurança, higiene ou estrutura para qualquer animal. Viviamos praticamente abandonados e presos em meio a sujeira e entulhos. Como todos, fui encaminhado para o lar temporário e aguardo por uma família definitiva, amorosa e responsável. Sou um menino fofo e apaixonante, serelepe, tenho bastante energia e adora brincar e passear. Porte médio, estou vermifugado, já tomei duas doses de vacina importada e castrado.",
    "available": true
  },
  {
    "name": "FREDERICO",
    "type": "Canina",
    "gender": "Macho",
    "color": "Preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=1922",
    "image": "http://gaarcampinas.org/pets/20210728_115256.jpg",
    "historia": "Fui resgatado com a minha mãe e meus irmãos de um local extremamente precário, o qual não tinha segurança, higiene ou estrutura para qualquer animal. Viviamos praticamente abandonados e presos em meio a sujeira e entulhos. Como todos, fui encaminhado para o lar temporário e aguardo por uma família definitiva, amorosa e responsável. Sou um menino fofo e apaixonante, serelepe, tenho bastante energia e adora brincar e passear. Porte médio, estou vermifugado, já tomei duas doses de vacina importada e castrado.",
    "available": true
  },
  {
    "name": "CHARLIE",
    "type": "Canina",
    "gender": "Macho",
    "color": "Preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=1990",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220622013535.jpg",
    "historia": "Um cachorro doce que estava sendo negligenciado, sofria maus tratos, e vivia na rua correndo vários riscos. Fui para um lar temporário do Gaar, castrado, recebi muito carinho, e agora não passo mais fome. Adoro humanos e um carinho, gosto de passear, sou um companheiro fiel e amoroso. Sou de porte médio, foi despulgado, vermifugado e já tomou suas doses de vacina importada.",
    "available": true
  },
  {
    "name": "FRANKLIN",
    "type": "Canina",
    "gender": "Macho",
    "color": "Marrom",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "",
    "castrado": "",

    "profile": "http://gaarcampinas.org/pet.php?id=1995",
    "image": "http://gaarcampinas.org/pets/20220905_195249.jpg",
    "historia": "Fui adotado quando era bebê, mas meus antigos tutores estão enfrentando problemas particulares, não teriam mais condições de cuidar de mim. Ele foi para um lar temporário do Gaar, e merece um lar que agora seja pra sempre! Franklin é companheiro, adora passear, amo carinho, humanos e me dou bem com outros cães. Sou cativante e lindo, está vermifugado, vacinado e castrado.",
    "available": true
  },
  {
    "name": "MILENY",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Branco e bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Não sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2463",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220811092205.jpg",
    "historia": "Eu, minha irmã e mãe fomos para um lar temporário e agora cada uma aguarda por seus lares definitivos. Sou uma bebezinha muito fofa, amo carinho, gosto de brincar e tem a energia de qualquer filhote saudável. É engraçadinha, tem olhinhos jabuticaba e será de porte médio. Ela espera por uma família que lhe dê amor, proteção e cuidados ao longo de sua vida. Já foi vermifugada e recebeu sua dose de vacina importada.",
    "available": true
  },
  {
    "name": "HULK",
    "type": "Canina",
    "gender": "Macho",
    "color": "Preto e bege",
    "size": "Grande",
    "otherAnimals": false,
    "children": false,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2030",
    "image": "http://gaarcampinas.org/pets/AirBrush_20210920053348.jpg",
    "historia": "Fui abandonado e andava perambulando por um bairro da cidade. Sofri maus tratos por um homem e por isso me sinto mais a vontade com mulheres. Não me dou bem com outros animais, tenho que ser filho único mas com humanos é dócil. Pelas fotos dá pra ver que ele é super comilão, é bom guarda e tem um porte lindo, como todo Rottweiler. Sou maior que qualquer macho adulto da raça. Adoro correr atrás de bolinha quando a dona do lar temporário brinca comigo. Estou vermifugado, vacinado e castrado.",
    "available": true
  },
  {
    "name": "MABELLE",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2039",
    "image": "http://gaarcampinas.org/pets/20220423_000156.jpg",
    "historia": "Mabelle e minha filhotinha fomos abandonadas e jogadas de um porta malas de um carro como se fossem lixo ou um objeto qualquer entre a beira de um rio e a beira da estrada. Vítimas da indiferença e cueldade humana. Dói na alma a injustiça e a maldade sob os indefesos nessa terra! Pouco tempo depois, na tentativa desesperada de recuperar sua filhote que estava sendo levada por um homem, Mabelle foi atropelada, porém graças a Deus não ocorreu nada grave. Uma pessoa observou toda a cena, resgatou as duas e nos pediu ajuda. Hoje com o brilho de esperança nos olhos, Mabelle está disponível pra adoção e aguarda ansiosa por sua família. Uma família amorosa e responsável, que nunca mais a abandone e ofereça a ela todos os cuidados necessários ao longo de sua vida. É uma cachorrinha alegre apesar de tudo que passou, cheia de energia, que adora brincar, correr, se dá bem com outros cães e é boa guarda. É uma querida! Ideal para casas com quintal e ela é de porte médio. Já foi vermifugada, castrada e vacinada.",
    "available": true
  },
  {
    "name": "TEO",
    "type": "Felina",
    "gender": "Macho",
    "color": "Preto",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2046",
    "image": "http://gaarcampinas.org/pets/AirBrush_20211219013415.jpg",
    "historia": "Fui resgatado de um boeiro. Sou um gatinho super doce, carinhoso, um amor! Adoro todos sem excessão, gatos, cachorros, humanos e até o papagaio da moça do lar temporário. Sou brincalhão e companheiro. Seus olhos amarelos se destacam e ele possui pelinhos brancos espalhados e isolados por toda sua pelagem deixando ele ainda mais charmoso. Estou vermifugado, despulgado, castrado e vacinado.",
    "available": false
  },
  {
    "name": "REGINA",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Caramelo",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2063",
    "image": "http://gaarcampinas.org/pets/AirBrush_20211019105031.jpg",
    "historia": "Fui encontrada perambulando por uma estradinha de um bairro da cidade. É super mansa e dócil, animada e alegre. É brincalhona, gosta de passear, adora humanos e se dá bem com outros cães. Uma lindeza! Regina é de porte médio, já está castrada, vacinada e vermifugada.",
    "available": true
  },
  {
    "name": "LUPI",
    "type": "Canina",
    "gender": "Macho",
    "color": "Marrom",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2064",
    "image": "http://gaarcampinas.org/pets/20211019_191730.jpg",
    "historia": "Eu e minha familia fomos encontrados numa estradinha de um bairro da cidade e estavam correndo inúmeros riscos, especialmente o de serem atropelados. Eles estavam sendo alimentados por uma pessoa, que nos pediu ajuda. Hoje eles se encontram em LT do GAAR e receberam todos os cuidados necessários. Lupi é um menino alegre, tem linda pelagem tricolor e olhos encantadores! Adora humanos, se dá bem com outros cães, é brincalhão e gosta de passear. É de porte médio, já está castrado, vacinado e vermifugado.",
    "available": false
  },
  {
    "name": "LASSIE",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Branco e preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2065",
    "image": "http://gaarcampinas.org/pets/20211019_202049.jpg",
    "historia": "Lassie e sua familia (marido e filha) foram encontrados numa estradinha de um bairro da cidade e estavam correndo inúmeros riscos, especialmente o de serem atropelados. Eles estavam sendo alimentados por uma pessoa, que nos pediu ajuda. Hoje eles se encontram em LT do GAAR e receberam todos os cuidados necessários. Lassie é engraçadinha, de bela postura faz pose para as fotos e uma companheira e tanto! Tem olhos castanhos que se destacam e sua alegria é contagiante. Adora humanos, se dá bem com outros cães, é brincalhona e gosta de passear. É de porte médio, já está castrada, vacinada e vermifugada. Ideal para casa com quintal.",
    "available": false
  },
  {
    "name": "HUGUINHO",
    "type": "Canina",
    "gender": "Macho",
    "color": "Bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2102",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220209033200.jpg",
    "historia": "Eu e meus dois irmãos fomos resgatados de um senhor bêbado e morador de rua, que caminhava com os 3 filhotes dentro de um saco de ração pra cavalos. Não tendo pra onde irmos, uma pessoa os abrigou em um galinheiro por 3 dias.Fomos para lar temporário, recebemos todos os cuidados necessários e cada um está prontinho pra ganherem seus respectivos lares definitivos, e suas familias amorosas e responsáveis. Sou um pouco tímido, mas como todo filhote tenho meus momentos em que gosto de brincar. Serei de porte médio, estou vermifugado, vacinado com duas doses de vacina importada e castrado.",
    "available": true
  },
  {
    "name": "KIND",
    "type": "Felina",
    "gender": "Macho",
    "color": "Siames",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2106",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220523000308.jpg",
    "historia": "A minha mãe tinha acabado de dar cria em péssimas condições, no meio de terra e mato, próximo à algumas chácaras de um bairro longínquo da cidade. Resgatados, fomos recebidos com muito amor e carinho em um lar temporário do GAAR. A minha mãe super protetora, dedicada e amorosa cuidou muito bem de nós. Crescemos saudáveis e felizes! Kind, levo o significado de amável, bondoso (em inglês) em meu nome, sou uma fofura e um gatinho encantador. Gosto de brincar e explorar o ambiente. Fui vermifugado, vacinado e castrado.",
    "available": true
  },
  {
    "name": "POLACA",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Branco",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2112",
    "image": "http://gaarcampinas.org/pets/20220511_015348.jpg",
    "historia": "Fui encontrada em uma estrada de uma cidade vizinha à Campinas. Fui vista com meus filhotes porém, foram lá para pegá-los me deixaram pra trás, abandonada e sozinha. Uma estrada de terra que dificilmente passa alguém por lá. Certamente estava a longos dias sem absolutamente nada o que comer! Cheguei debilitada, mas recebi todo o tratamento necessário e muito amor. Ela se recuperou muito bem, engordou, está saudável e feliz! Estou vermifugada, vacinada e castrada. Sou de porte médio e é super ativa. Ideal para casa com quintal, espaço e muros altos.",
    "available": true
  },
  {
    "name": "BADIN",
    "type": "Felina",
    "gender": "Macho",
    "color": "Siames",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2157",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220523001457.jpg",
    "historia": "A minha mãe foi encontrada prenhe, e uma pessoa resgatou porém, colocou em uma gaiola de coelho e ali ficou por uns 3 dias. O Gaar ficou sabendo do caso e trouxe a minha mãe para um lar temporário, onde deu cria em um lugar seguro e com espaço. Nasceram 5 filhotinhos lindos, que cresceram saudáveis e felizes. Eu sou um deles! Sou um gatinho fofo, brincalhão, amoroso, engraçadinho, companheiro e que agora busco ganhar uma família responsável. Já estou vermifugado, vacinado e castrado.",
    "available": true
  },
  {
    "name": "RôMULO",
    "type": "Canina",
    "gender": "Macho",
    "color": "Branco e amarelo",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2203",
    "image": "http://gaarcampinas.org/pets/20220122_005400.jpg",
    "historia": "Rômulo e seu irmão foram abandonados e uma pessoa de bom coração os acolheu, e nos pediu ajuda. É um filhotão lindo de porte médio, alegre e querido. Ama humanos, se dá bem com outros cães, gosta de brincar, passear e é um adorável companheirinho. Já foi vermifugado, despulgado, vacinado e castrado, agora aguarda um lar amoroso pra chamar de seu.",
    "available": true
  },
  {
    "name": "RUI",
    "type": "Canina",
    "gender": "Macho",
    "color": "Branco e preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2214",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220803151341.jpg",
    "historia": "Rui foi abandonado no meio da rua. Estava extremamente desnutrido, desidratado, abatido, triste e muito debilitado, sem forças nem para ficar de pé. Não podíamos deixa-lo naquela situação, não pensamos duas vezes e fomos resgatar. Ele passou por consultas e exames, foi medicado e recebeu todos os cuidados que precisava. Foi diagnosticado com doença do carrapato, mas fez tratamento e se recuperou muito bem, agora está saudável, já engordou e está pronto pra adoção responsável pra finalmente ser feliz, amado como merece com sua nova família e nunca mais sentir a dor do abandono. Ele é mix de fox paulistinha, porte médio menor, um amorzinho... está vermifugado, despulgado, vacinado e castrado.",
    "available": true
  },
  {
    "name": "BEBEL",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2220",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221015041136.jpg",
    "historia": "Bebel estava vagando completamente perdida e desnorteada na rua com seus 3 filhotinhos. Os pequenos estavam com a barriguinha bastante arredondada devido aos vermes. Provavelmente foram abandonados no bairro que foram encontrados. Resgatados, e em lar temporário, foram tratados da verminose, receberam muito carinho, banho e ração de qualidade. Bebel é uma cachorrinha fofa, estopinha, de focinho marronzinho, e lindos olhos. É dócil, adora carinho, passear, e ama humanos. Uma encantadora companheirinha. Ela é de porte médio, está vermifugada, vacinada e castrada.",
    "available": true
  },
  {
    "name": "FLOQUINHO",
    "type": "Felina",
    "gender": "Macho",
    "color": "Branco e preto",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2454",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220725001449.jpg",
    "historia": "Floquinho é um frajolinha simpático, um menino bonzinho que apareceu pedindo ajuda numa casa. Os moradores perceberam que um vizinho estava espantando o Floquinho de uma maneira ríspida, o que fez com que ele ficasse super assustado e corresse procurar abrigo em um local seguro. Eles o pegaram e nos pediram ajuda. E como dizer \"não\" pra essa carinha mais linda? Floquinho chegou no lar temporário já conquistando todos os corações, foi castrado e vacinado, está despulgado e é FIV/FELV negativo. É um gatinho super dócil e amoroso. Gosta de colo, fazer companhia e ama um cafuné. Precisa de um lar definitivo e responsável.",
    "available": true
  },
  {
    "name": "MARI",
    "type": "Felina",
    "gender": "Fêmea",
    "color": "Tricolor",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2281",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220926114403.jpg",
    "historia": "Fui encontrada perdida e resgatada por uma pessoa que pediu ajuda para o Gaar, fui encaminhada para o lar temporário onde aguardo uma família definitiva e responsável. Sou uma gatinha fofa e meiga, estou vermifugada, vacinada, castrada e despulgada. Convivo bem com outros animais, adoro cafuné e sonho com o dia da tão sonhada adoção.",
    "available": true
  },
  {
    "name": "PEPITA",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Preto e bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2303",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220326010546.jpg",
    "historia": "Pepita foi abandonada em frente a um sítio. O dono do sítio nos pediu ajuda pois não tinha condições de ficar com ela. Tem o rabo mais curto, alguém cruel em algum momento cortou o rabinho dela. Pepita é de porte médio (aprox. 18kg), foi vermifugada, castrada e vacinada. Pepita é muito dócil, alegre, anda comportada no carro e na coleira, no sítio não corria atrás de gatos e ou galinhas (convive bem com outros animais), come pouco, mansinha, obediente, carinhosa, brincalhona. Uma excelente e adorável companheirinha! Ela merece um tutor responsável que nunca mais a abandone.",
    "available": true
  },
  {
    "name": "CAFé",
    "type": "Canina",
    "gender": "Macho",
    "color": "Branco e preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2314",
    "image": "http://gaarcampinas.org/pets/20220321_032752.jpg",
    "historia": "Café vivia amarrado em uma corrente curta, presa a um container, exposto a chuva ou ao sol diariamente. Com fome, sede foi sobrevivendo como podia. A única comida que recebia, quando recebia, era arroz. Ficamos sabendo desse caso, e ele foi resgatado. Hoje está em lar temporário, onde tem sombra, água fresca, comida porém vive em canil. Esperamos que Café encontre finalmente um lar que tenha quintal, onde possa correr ou andar livremente com segurança, e uma família que dê a ele carinho, amor, atenção, proteção e cuidados ao longo da sua vida. Café depois da vida que teve, não merece ficar em um canil sem ter a oportunidade de ser adotado. Ele já esta castrado, vacinado, vermifugado. Apesar de tudo o que viveu, Café é um cachorrinho alegre, agitado, espoleta, engraçado... é um Maluquinho Beleza rsrs. Convive bem com outros cães, adora humanos e carinho, adora passear, brincar e correr por isso ressaltamos novamente que é preciso um quintal espaçoso pra que Café possa correr e gastar energia. Abra sua casa e seu coração para esse menino lindo, ele merece é uma chance!",
    "available": false
  },
  {
    "name": "BUTTERFLY",
    "type": "Felina",
    "gender": "Fêmea",
    "color": "Rajado",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Não sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2408",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220606122146.jpg",
    "historia": "Sou uma bebezinha que cheguei para conquistar o coração de todos! Estou vacinada com a primeira dose importada, vermifugada e despulgada. Convivo bem com outros gatinhos, brinco bastante e adoro um cafuné bem gostoso, além das longas sonequinhas.",
    "available": true
  },
  {
    "name": "FRIDA",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Preto e bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2353",
    "image": "http://gaarcampinas.org/pets/20220911_072227.jpg",
    "historia": "Frida foi resgatada de um lugar em condições insalubres. Uma protetora que chegou ao local, caiu aos prantos ao ver a situação que as cachorrinhas estavam vivendo. O antigo dono da casa foi embora abadonando esses anjos, os quais só tinham arroz podre para comer há dias. Não deixaríamos de ajudar mais esse caso. Em lar temporário todas foram vermifugadas, vacinadas, castradas e receberam todo o tratamento e carinho que necessitavam. Agora, Frida finalmente aguarda a chance de ter uma família responsável, que possa oferecer a ela o que nunca teve antes: proteção, cuidados e muito amor ao longo de sua vida. Esquecendo assim, e pra sempre, os anos sofridos e tristes que vivenciou anteriormente. Abra seu coração e dê uma chance para Frida! É uma companheirinha de porte médio maior, fofa, super simpática, adora dar e receber carinho e é muito querida. Ideal para casas com quintal.",
    "available": false
  },
  {
    "name": "ARIEL",
    "type": "Felina",
    "gender": "Fêmea",
    "color": "Siames",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2356",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220428040858.jpg",
    "historia": "A mãe de Ariel procurou abrigo no quintal de uma pessoa, dando cria a 4 lindas filhotinhas. Recorreram a nós, a mãezinha foi castrada, e elas foram para um lar temporário do Gaar. São nossas mais recentes princesinhas! Ariel tem olhos azuis, é a mais tímida da ninhada, e tem uma carinha de pidona que derrete o coração de qualquer um. Ela já está castrada, vermifugada e recebeu duas doses de vacina importada.",
    "available": false
  },
  {
    "name": "JASMINE",
    "type": "Felina",
    "gender": "Fêmea",
    "color": "Branco e preto",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2359",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220428042654.jpg",
    "historia": "A mãe de Jamine procurou abrigo no quintal de uma pessoa, dando cria a 4 lindas filhotinhas. Recorreram a nós, a mãezinha foi castrada, e elas foram para um lar temporário do Gaar. São nossas mais recentes princesinhas! Jasmine é uma frajolinha encantadora e tem uma pintinha charmosa no nariz. Ela já está vermifugada, recebeu duas doses de vacina importada e está castrada.",
    "available": false
  },
  {
    "name": "GIN",
    "type": "Felina",
    "gender": "Fêmea",
    "color": "Rajado",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2485",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220825150255.jpg",
    "historia": "Um casal estava voltando do mercado, e me viram de longe no cruzamento movimentado. Miava bastante, não parava de ronronar, me deitei pra receber carinho e então viram suas tetinhas cheias e a barriguinha grande, então decidiram me levar pra casa. Logo procurei um cantinho e  após cerca de 2 horas os gatinhos começaram a nascer. Foram 5 bebês, porém 1 acabou não resistindo no final da tarde seguinte. Sou uma gatinha carinhosa, fico esperando o dono do lar temporário voltar do trabalho todos os dias, o recebendo com muita conversa. Tudo que faço, se expressa com miado. Sou uma gata apaixonante, muito doce, companheira, amorosa. Já estou vermifugada, castrada e recebi dose de vacina importada. Espero por um lar responsável, uma familia especial, e seria incrível se eu fosse adotada com um dos meus filhos.",
    "available": true
  },
  {
    "name": "DENGOSO",
    "type": "Canina",
    "gender": "Macho",
    "color": "Preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2421",
    "image": "http://gaarcampinas.org/pets/20220803_145418.jpg",
    "historia": "Fui abandonado, andava perdido em uma estrada correndo risco de atropelamento. Pessoas que estavam passando pelo local parou o carro para me resgatar e rapidamente. Fui para um lar temporário do Gaar, fui vermifugado, castrado e vacinado. Meu nome já diz tudo... sou um dengoso! Um amor de cachorro, sociável, companheiro, gosto de passear e amo um carinho.",
    "available": true
  },
  {
    "name": "MICAELA",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Preto e bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Não sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2462",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221016070029.jpg",
    "historia": "Uma pessoa pediu ajuda dizendo que sua fêmea deu cria, e que ele não queria mais ficar com ela e com os filhotes. Eu, minha irmã e mãe fomos para um lar temporário e agora aguadarmos por nossos lares definitivos. Sou uma bebezinha muito fofa, amo carinho, gosto de brincar e tenho a energia de qualquer filhote saudável. Tenho a pelagem toda mesclada, olhinhos jabuticaba e serei de porte médio. Espero por uma família que me dê amor, proteção e cuidados ao longo de minha vida. Já fui vermifugada e recebi dose de vacina importada. ",
    "available": true
  },
  {
    "name": "AMORA",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Tricolor",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2422",
    "image": "http://gaarcampinas.org/pets/20220617_093751.jpg",
    "historia": "Fui abandonada debaixo de uma árvore, e ali fiquei por dias, triste, quietinha, sozinha. Esperei por alguém que não voltou. Uma pessoa começou a me alimentar e depois me levou pra casa com medo que sofresse maldades na rua ou fosse atropelada. Estou em lar temporário aguardando uma família amorosa e responsável, que nunca mais me abandone. Sou de porte médio, fui vermifugada, vacinada e castrada. Sou uma cachorrinha tranquila, dócil, meiga, gosto de passear, sou uma super companheira, obediente, simpática, convivo bem com outros cães e com crianças, amo humanos e carinho.",
    "available": true
  },
  {
    "name": "SCOOBY",
    "type": "Canina",
    "gender": "Macho",
    "color": "Tricolor",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2433",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220630023633.jpg",
    "historia": "Vim de um lugar bem longíquo da cidade. Vivia na rua, faminto, sofrendo maldades além do risco de ser atropelado. Me comporto como um verdadeiro guardião, lato e dou avisos, sou dominante, mas ao mesmo tempo sou um cão manso quando conversam comigo, brincalhão e gosto de humanos. Sou de porte médio, tenho a pelagem tricolor, sou esperto, querido. Já estou vermigado, vacinado e castrado. ",
    "available": true
  },
  {
    "name": "ZUNINHA",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Tigrado",
    "size": "Pequeno",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "",
    "image": "",
    "historia": "Sou bagunceirinha, agitada e muito fofa. Fui encontrada filhotinha andando perdida em uma avenida. Após resgate, fui castrada, vermifugada e vacinada. Sou de porte pequeno, tenho uma linda pelagem tigrada e um olhar cativante, cheio de vida e bem querer. Estou em lar temporário ansiosa por encontrar minha família e seu lar definitivo, responsável e cheio de amor.",
    "available": false
  },
  {
    "name": "SAMBINHA",
    "type": "Canina",
    "gender": "Macho",
    "color": "Caramelo",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2492",
    "image": "http://gaarcampinas.org/pets/20220830_102657.jpg",
    "historia": "Uma pessoa resgatou o Sambinha em um dia de frio e chuva, mas dias depois ia se mudar de estado então deixou ele com uma vizinha. Porém ela também não poderia ficar com ele por muito tempo. Sambinha agora está em lar temporário, fez hemograma, passou antipulga e anticarrapato, vermifugou, foi vacinado e castrado. Ele é um menino que adora humanos, abana o rabinho sempre pra todos buscando um carinho, conversa ou uma palavra de afeto. É um cachorro feliz especialmente agora que descobriu o que é ser cuidado e querido. Porém, no lar temporário não pode receber todo carinho e atenção q ele merece então ele aguarda por seu lar definitivo e sua família amorosa. Sambinha é de porte médio e indicado para alguém que tenha quintal, pois tem energia de qualquer cachorrinho jovem. Gosta de brincar, passear, correr, convive com outros cães e ama humanos e crianças.",
    "available": true
  },
  {
    "name": "ÍSIS",
    "type": "Felina",
    "gender": "Fêmea",
    "color": "Branco e amarelo",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2437",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220815110902.jpg",
    "historia": "Ísis foi abandonada prenhe, estava faminta, e com enfermidade respiratória o que quase foi fatal pra ela. Após resgate, recebeu todos os cuidados necessários, e protegida deu a luz a lindos filhotinhos saudáveis. Com tratamentos e se alimentando bem a pequena Ísis foi se recuperando bravamente, engordou, tomou vitaminas diversas, carne, sachê, e dois tipos de rações! Hoje ela está saudável e pronta pra adoção responsável. Ísis é uma gatinha linda, companheira, que adora colo e acredita na bondade humana. É muito doce! Ela está vermifugada, vacinada, é Fiv/Felv negativo e está castrada.",
    "available": false
  },
  {
    "name": "Bob",
    "type": "Canina",
    "gender": "Macho",
    "color": "Preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=453",
    "image": "http://gaarcampinas.org/pets/WhatsApp%20Image%202020-08-10%20at%2016.20.37.jpeg",
    "historia": "Sou cão de guarda. Não aceito outros animais. Ideal para sítios e chácaras.",
    "available": true
  },
  {
    "name": "NALA",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Branco e bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2473",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220815142152.jpg",
    "historia": "Fui encontrada na rua e estava sendo cuidada por uma pessoa, mas que estava se mudando aos poucos para outra região do país. Abandonada, sem alguém para ter tempo pra ela, presa em corrente. Sim, presa em corrente e ainda correndo o risco de voltar pra rua. Nossos lares temporários estão lotados, não tínhamos onde colocá-la. Era uma corrida contra o tempo pra podermos ajudar essa menina! Ficamos sabendo de toda a situação então Nala foi para um abrigo em outra cidade, esta vivendo em um canil e queremos muito encontrar um lar pra Nala! A veterinária voluntária da ong já a vermifugou, vacinou, e Nala também já está castrada. Ela é de porte médio menor, mas é bem ativa portanto, precisa de uma casa com quintal, muros bem altos para que ela não escale, e que o portão seja seguro contra fugas. Nala é ótima guarda pois late dando avisos. Gosta de brincar, ama carinho e humanos. É uma querida e fiel amiga e companheira. Só precisa de um tutor que lhe demonstre o que é ser amada diariamente e que lhe dê todos os cuidados necessários ao longo da vida. Nala não merece ser abandonada nunca mais! Abra seu coração e seu lar para essa menina de forma definitiva, ela merece!",
    "available": true
  },
  {
    "name": "NALA",
    "type": "Canina",
    "gender": "Macho",
    "color": "Branco e bege",
    "size": "Pequeno",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2479",
    "image": "http://gaarcampinas.org/pets/20220819_104717.jpg",
    "historia": "Eu estava vivendo na rua, como se não bastasse o frio que estava fazendo, e a fome que sentia, fui visto sendo chutado por um homem sem motivo algum, machucando minha perninha. Uma pessoa me abrigou até que abrisse vaga em lar temporário do Gaar. Pitoco foi ao Pet Shop, melhorou do machucado na perna, foi castrado, vermifugado e vacinado. Buscamos para esse menino um(a) tutor(a) que verá Pitoco como um membro da família, que lhe apresente o que é ser amado diariamente e que dê a ele todos os cuidados necessários ao longo de sua vida.",
    "available": true
  },
  {
    "name": "Sully",
    "type": "Canina",
    "gender": "Macho",
    "color": "Tigrado",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=1450",
    "image": "http://gaarcampinas.org/pets/20221117_222544.jpg",
    "historia": "Fui adotado quando era um filhotinho, fui crescendo e não fui castrado e vacinado. Minha antiga tutora perdeu o emprego, perdeu a casa e agora sou um animal adulto, que chegou cheio de carrapato, anêmico, muito magro e com tristeza profunda. Por isso antes de adotar um animal é muito importante refletir com responsabilidade, pensar, repensar e ter certeza que o animal poderá ter toda assistência e estar com você ao longo de sua vida. Sully fez tratamento, e voltou a ser um cão alegre. É lindo, tigrado, mestiço de fila brasileiro, manso, não late, não é agitado, ama um carinho e é super bonzinho. Ele é muito simpático, amigo, companheiro, querido, convive com outros animais, crianças e adora humanos. Ele não é um cachorro de guarda, e sim de companhia e carinho. Já está vacinado e vermifugado, castrado e é de porte médio. Sully aguarda sua família para que possa ser finalmente muito feliz!",
    "available": true
  },
  {
    "name": "Kika",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Marrom",
    "size": "Pequeno",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2547",
    "image": "http://gaarcampinas.org/pets/20221026_051636.jpg",
    "historia": "Achei que seria um dia normal, que fosse passear com seus \"tutores\", e ficar limpinha e cheirosa. Fiquei prontinha na gasolina do petshop esperando quem eu já amava tanto, pra ganhar elogios de como estava linda, e então voltar pra casa. Mas as horas passavam e não chegavam. Ligaram para o telefone dos donos e ninguém atendia. Passei a noite ali, sentadinha, mal dormi, no dia seguinte meus olhos expressavam tamanha tristeza que sentia. Fui abandonada de forma covarde, fria e cruel. Sou de porte pequeno, uma estopinha linda que merece ser muito feliz, sem mais sofrer com a dor do abandono, e de fato ter uma família, tão especial e amorosa  Sou uma menina encantadora, companheira, adoro passear, amo humanos, crianças e convivo bem com outros animais. Estou vacinada, vermifugada e castrada.",
    "available": true
  },
  {
    "name": "Kim",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Branco e bege",
    "size": "Pequeno",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2555",
    "image": "http://gaarcampinas.org/pets/20221118_025707.jpg",
    "historia": "Dei cria nas ruas de um bairro onde centenas de cachorrinhas fazem o mesmo. Eu e meus filhotes fomos resgatados. Cheguei no lar temporário muito magra, triste, fraquinha. Recebi todos os cuidados necessários, e muito carinho. Estou pronta pra encontrar um lar e uma família consciente e responsável, que dê muito amor, proteção e todos os cuidados que mereço por toda vida. Sou uma menininha encantadora, ama um carinho, gosta de fazer companhia. Sou prognata, ou seja, tenho o queixo um pouquinho mais a frente e por isso alguns dentinhos inferiores ficam evidentes pra fora da boca. Mas não é que isso me deixa ainda mais engraçadinha e charmosinha? Sou de porte pequeno, já está castrada, vacinada, vermifugada e despulgada.",
    "available": true
  },
  {
    "name": "Nicoly",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Branco",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=1832",
    "image": "http://gaarcampinas.org/pets/20221018_031330.jpg",
    "historia": "Uma pessoa na ignorância de acreditar que a fêmea deveria cruzar e ter filhotes antes de castrar, acabou precisando obviamente de ajuda pois nasceram vários filhotes, eu era uma delas. Ainda pequena fui adotada, porém após pouco mais de 1 ano fui devolvida. Dois abandonos em tão pouco tempo de vida. É preciso adotar com responsabilidade e consciência, além de ser uma vida, à cada abandono o sofremos muito. Sou uma menina de porte médio, muito linda, esperta, ótima guarda, adoro passear, amo humanos, um carinho porém não convivo bem com outros animais, o ideal é que seja filha única. Estou vermifugada, vacinada e castrada.",
    "available": true
  },
  {
    "name": "Duda",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Não sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2540",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221025060031.jpg",
    "historia": "Minha mãezinha Duda se encontrava abandonada, faminta, sozinha, magra e prenhe. Ela perambulava por um bairro da cidade e um dia, como se pedisse socorro por comida e ajuda, parou na frente de uma casa ao ver a pessoa abrir o portão. Essa pessoa com compaixão e se sensibilizando ao ver a fome que sentia aquela cachorrinha, passou a alimentá-la. Com os dias, percebeu que a barriguinha dela crescia cada dia mais e a colocou pra dentro de casa para que ela não desse cria na rua. Nasci em lar temporário do Gaar e minha mamãe cuidou muito bem de mim e de meus 8 irmãozinhos. Estou pronta pra ganhar um lar definitivo, amoroso e responsável. Tenho a energia de qualquer filhote saudável, serei de porte médio, estou vacinada e vermifugada",
    "available": true
  },
  {
    "name": "Jerry",
    "type": "Canina",
    "gender": "Macho",
    "color": "Preto e bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Não sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2544",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221025061717.jpg",
    "historia": "Minha mãezinha Jerry se encontrava abandonada, faminta, sozinha, magra e prenhe. Ela perambulava por um bairro da cidade e um dia, como se pedisse socorro por comida e ajuda, parou na frente de uma casa ao ver a pessoa abrir o portão. Essa pessoa com compaixão e se sensibilizando ao ver a fome que sentia aquela cachorrinha, passou a alimentá-la. Com os dias, percebeu que a barriguinha dela crescia cada dia mais e a colocou pra dentro de casa para que ela não desse cria na rua. Nasci em lar temporário do Gaar e minha mamãe cuidou muito bem de mim e de meus 8 irmãozinhos. Estou pronto pra ganhar um lar definitivo, amoroso e responsável. Tenho a energia de qualquer filhote saudável, será de porte médio, estou vacinado e vermifugado.",
    "available": true
  },
  {
    "name": "Chiara",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Preto e bege",
    "size": "Pequeno",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2533",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221010112807.jpg",
    "historia": "Fui encontrada perambulando por um bairro da cidade. Tinha dono, mas não me queriam mais. Sou porte pequeno (peso cerca de 9kg), já estou castrada, vacinada, vermifugada e me dou super bem com outros animais.Só tem medo de trovão e fogos, fico tremendo inteira mas um colo, carinho, conversa suave e distração nesses momentos deixam sempre mais seguro. Sou uma menina muito carinhosa, inteligente, obediente, aprende rápido as coisas. Se recebo carinho, reciprocamente respondo com beijos. Mereço um lar tão especial, uma familia responsável que dê a proteção, amor e cuidados ao longo  vida.",
    "available": true
  },
  {
    "name": "Chris",
    "type": "Felina",
    "gender": "Macho",
    "color": "Preto e branco",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Não sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2554",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221114123758.jpg",
    "historia": "Minha mamãe era muito arisca deu cria dentro de um condomínio, e sumiu. Fomos resgatados e alimentados em mamadeira, com leite materno subtituto. Sou um menininho que me alimentou super bem e venho crescendo saudável. Agora com 2 meses ele estou pronto pra adoção responsável. Fui vermifugado e recebi dose de vacina importada.",
    "available": true
  },
  {
    "name": "Cindy",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Preto e branco",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Não sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2542",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221025061007.jpg",
    "historia": "A minha mãezinha se encontrava abandonada, faminta, sozinha, magra e prenhe. Ela perambulava por um bairro da cidade e um dia, como se pedisse socorro por comida e ajuda, parou na frente de uma casa ao ver a pessoa abrir o portão. Essa pessoa com compaixão e se sensibilizando ao ver a fome que sentia aquela cachorrinha, passou a alimentá-la. Com os dias, percebeu que a barriguinha dels crescia cada dia mais e a colocou pra dentro de casa para que ela não desse cria na rua, então... nos pediu ajuda. Cindy nasceu em lar temporário do Gaar e sua mamãe cuidou muito bem dela e de seus 8 irmãozinhos. Essa menininha linda agora está pronta pra ganhar um lar definitivo, amoroso e responsável. Cindy tem a energia de qualquer filhote saudável, será de porte médio, está vacinada e vermifugada.",
    "available": true
  },
  {
    "name": "Connie",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Preto e branco",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Não sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2553",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221114130009.jpg",
    "historia": "Uma gatinha muito arisca deu cria dentro de um condomínio, e sumiu. Eles foram resgatados e alimentados em mamadeira, com leite materno subtituto. Connie é um dos filhotes. Uma menininha que se alimentou super bem e vem crescendo saudável. Agora com 2 meses ela está pronta pra adoção responsável. Connie foi vermifugada e recebeu sua dose de vacina importada.",
    "available": true
  },
  {
    "name": "DORAYAKI",
    "type": "Canina",
    "gender": "Macho",
    "color": "Branco e bege",
    "size": "Pequeno",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Não sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=2558",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221105145112.jpg",
    "historia": "Eu e mseus irmãos nascemos e fomos abandonados juntamente com a mãezinha em um terreno baldio. Mãezinha estava magra, e a profunda tristeza em seus olhos era de partir o coração. Toda a família foi resgatada e encaminhada a um lar temporário do Gaar, onde recebemos muito carinho e todos os cuidados necessários. Agora já posso encontrar minha familia humana, consciente amorosa e responsável. Sou um bebêzinho encantador, possuo a energia de qualquer filhote saudável, porém sou o filhote mais calmo da ninhada. Estou vermifugado, já recebi a primeira dose (V8) de vacina importada e serei de porte pequeno ou no máximo porte médio menor.",
    "available": true
  },
  {
    "name": "EMILLY",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Não sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2541",
    "image": "http://gaarcampinas.org/pets/IMG-20221020-WA0148.jpg",
    "historia": "A mãezinha de Emilly se encontrava abandonada, faminta, sozinha, magra e prenhe. Ela perambulava por um bairro da cidade e um dia, como se pedisse socorro por comida e ajuda, parou na frente de uma casa ao ver a pessoa abrir o portão. Essa pessoa com compaixão e se sensibilizando ao ver a fome que sentia aquela cachorrinha, passou a alimentá-la. Com os dias, percebeu que a barriguinha dels crescia cada dia mais e a colocou pra dentro de casa para que ela não desse cria na rua, então... nos pediu ajuda. Emilly nasceu em lar temporário do Gaar e sua mamãe cuidou muito bem dela e de seus 8 irmãozinhos. Essa menininha linda agora está pronta pra ganhar um lar definitivo, amoroso e responsável. Emilly tem a energia de qualquer filhote saudável, será de porte médio, está vacinada e vermifugada.",
    "available": true
  },
  {
    "name": "Fofolete",
    "type": "Felina",
    "gender": "Fêmea",
    "color": "",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2552",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221027110515.jpg",
    "historia": "Eu visitava sempre a casa de uma pessoa pra me alimentar. A pessoa não castrou a gata e nem pediu ajuda para o mesmo, então, a gatinha ficou prenhe e voltou pra casa onde se sentia mais segura pra dar a cria de seus filhotes. Dois filhotinhos nasceram vivos e saudáveis, mas por dias seguintes Fofolete sentia desconforto, dores intensas, e miava pedindo ajuda. Entraram em contato conosco e Fofolete foi resgatada com seus filhotes, e de imediato encaminhamos ao veterinário. Ela estava desidratada, e febril. Foi constatado que o desconforto, as dores e o estado febril era porque Fofolete não conseguiu parir mais dois filhotes, e os mesmos já estavam apodrecendo dentro dela. Após cirurgia, ela ficou no soro e embora no dia seguinte já se sentia muito bem, ficou internada em observação por 1 semana e meia. Se alimentava bem, teve ótima recuperação, sempre cuidando com dedicação dos seus filhotes e a família foi para lar temporário do Gaar. Agora que está super saudável e seus pequenos já comem ração, Fofolete esta pronta por adoção responsável e um lar cheio de amor. Ela é uma gatinha muito doce, amorosa, ama carinho e fazer companhia. Ideal que pudesse ser adotada com um de seus filhotes, mas não obrigatório... pode ser adotada separadamente. Essa fofa, como o próprio nome diz, é uma gatinha tricolor linda, que já está castrada, vacinada e vermifugada.",
    "available": true
  },
  {
    "name": "TED",
    "type": "Canina",
    "gender": "Macho",
    "color": "Preto",
    "size": "Médio",
    "otherAnimals": false,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrado",
    "castrado": "Estou vacinado",
    "profile": "http://gaarcampinas.org/pet.php?id=1641",
    "image": "http://gaarcampinas.org/pets/AirBrush_20210920034412.jpg",
    "historia": "Fui abandonado com meus três irmãos e sua mãe, magro, abatido, amedrontado e agora estou assim, lindo, simpático e brincalhão. Sou um menino adorável que me dou bem com tudo e com todos, aguardo ansiosamente um lar cheio de amor e carinho. Estou vermifugado, vacinado e castrado.",
    "available": true
  },
  {
    "name": "Lara Maria",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2518",
    "image": "http://gaarcampinas.org/pets/20220926_122154.jpg",
    "historia": "Sou uma menininha muito fofa! Tenho olhares muito expressivos e um jeitinho que encanta a todos. Possuo a energia de qualquer filhote saudável, estou vacinada, vermifugada e será de porte médio. Adoro brincar, convivo bem com outros cães, amo humanos e um carinho.",
    "available": false
  },
  {
    "name": "Layla",
    "type": "Felina",
    "gender": "Fêmea",
    "color": "Branco,laranja e preto",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Não sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2571",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221121205847.jpg",
    "historia": "Minha mamãe Fantine foi resgatada grávida de uma colonia e 3 dias depois deu à luz 5 gatinhos: Ary, Aysha, Cyrena, Fay, e Layla. No mesmo lar temporário conheceram a órfã Polly e a gata Luena (que tinha se perdido de seus filhotes). A Fantine e a Luena se tornaram melhores amigas e passaram a amamentar os 5 filhotes e acolher a Polly (que foi criada na mamadeira). Somos super sociáveis e muito brincalhões. Amamos pular no colo e pedir muito carinho. Sou a maior e a mais calma do grupo. Já fui vermifugada e tomei a primeira dose de vacina importada. Não obrigatório, mas seria incrível adoção conjunta de irmãos. (Minha mamãe foi testada Fiv/Felv negativo).",
    "available": true
  },
  {
    "name": "LILIS",
    "type": "Felina",
    "gender": "Fêmea",
    "color": "Branca e bege",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pet.php?id=2237",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221027131738.jpg",
    "historia": "Oi pessoal, sou a Lilis. Fui abandonada dentro de uma caixa de papelão junto com meus irmãos na rua onde uma voluntária mora. Estavamos assustados e morrendo de medo. Eu corri procurar abrigo e me esconder, mas não deixei ninguém chegar perto. Depois de alguns dias entrei correndo pelo portão da casa da voluntária, eu pedia socorro e eles não podiam me negar ajuda. Fui castrada e com o tempo a voluntária foi percebendo que eu era super mansinha e dócil. Após consulta com o veterinário, descobrimos que nasci com algumas malformações nos olhos e por isso tenho o  olhar pequenininho e marcante, o que me deixa ainda mais charmosa. Apesar de tudo eu enxergo perfeitamente e minha condição não interfere em nada na qualidade de vida. Adoro correr e brincar com minha bolinha.",
    "available": true
  },
  {
    "name": "LORI",
    "type": "Felina",
    "gender": "Fêmea",
    "color": "Branca e preta",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Sou Castrada",
    "castrado": "Estou vacinada",
    "profile": "http://gaarcampinas.org/pesquisapet.php",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221004063841.jpg",
    "historia": "",
    "available": true
  },
  {
    "name": "LUIZ FRANCO",
    "type": "Canina",
    "gender": "Macho",
    "color": "Preto e branco",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Estou vacinado",
    "castrado": "Estou castrado",
    "profile": "http://gaarcampinas.org/pet.php?id=2520",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220926123056.jpg",
    "historia": "Sou um menininho muito querido e fofo! Tenho olhares bem expressivos e tenho um jeitinho encanta a todos. Possui a energia de qualquer filhote saudável, estou vacinado, castrado, vermifugado e serei de porte médio. Adoro brincar, convivo bem com outros cães, amo humanos e um carinho.",
    "available": true
  },
  {
    "name": "LUIZ HENRIQUE",
    "type": "Canina",
    "gender": "Macho",
    "color": "Bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Estou vacinado",
    "castrado": "Estou castrado",
    "profile": "http://gaarcampinas.org/pet.php?id=2519",
    "image": "http://gaarcampinas.org/pets/20220926_121343.jpg",
    "historia": "Sou um menininho muito fofo! Tenho olhares muito expressivos e um jeitinho que encanta a todos. Possuo a energia de qualquer filhote saudável, estou vacinado, vermifugado, castrado e serei de porte médio. Adoro brincar, convivo bem com outros cães, amo humanos e um carinho.",
    "available": true
  },
  {
    "name": "MANJU",
    "type": "Canina",
    "gender": "Macho",
    "color": "Branco e bege",
    "size": "Pequeno",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Estou vacinado",
    "castrado": "Não estou Castrado",
    "profile": "http://gaarcampinas.org/pet.php?id=2560",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221105151513.jpg",
    "historia": "Eu e meus irmãos nascemos e fomos abandonados juntamente com a mãezinha em um terreno baldio. Mãezinha estava magra, e a profunda tristeza em seus olhos era de partir o coração. Toda nossa família foi resgatada e encaminhada a um lar temporário do Gaar, onde recebemos muito carinho e todos os cuidados necessários. Agora já posso encontrar minha familia humana consciente, amorosa e responsável. Sou conhecido como 'o bocejador', dizem que sou um bebêzinho encantador, engraçadinho, adoro um colo e possuo a energia de qualquer filhote saudável. Estou está vermifugado, já recebi a primeira dose (V8) de vacina importada e serei de porte pequeno ou no máximo porte médio menor.",
    "available": true
  },
  {
    "name": "MÉGUI",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Branco, bege e preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Estou vacinada",
    "castrado": "Estou castrada",
    "profile": "http://gaarcampinas.org/pet.php?id=2535",
    "image": "http://gaarcampinas.org/pets/20221015_030632.jpg",
    "historia": "Eu tinha um tinha dono, que saiu da casa alugada e sumiu,  me abandonando e me deixando para trás. Eu não estava castrada, estava sem vacina, sem vermífugo ou seja, estava sendo negligenciada! Além de tudo, descobriram que eu também estava com erliquiose (doença do carrapato). Fui foi tratada e cuidada com muito carinho pelo Gaar e a responsável pelo lar temporário. Hoje estou completamente saudável, pronta pra adoção responsável e a esperando de uma família que nunca mais me abandone, que me proporcione todos os cuidados, amor, e proteção ao longo da minha vida. Sou super mansa, bem humorada e feliz! Adoro receber um carinho, gosto de passear, fazer companhia e amo humanos. Estou castrada, vermifugada, despulgada, vacinada e sou de porte médio.",
    "available": true
  },
  {
    "name": "MELITA",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Estou vacinada",
    "castrado": "Estou castrada",
    "profile": "http://gaarcampinas.org/pet.php?id=2550",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221026065244.jpg",
    "historia": "Eu estava andando sozinha e perdida na rua. Uma pessoa de bom coração me abrigou em sua casa e nos pediu ajuda. Fui vermifugada, vacinada, castrada e espera a chance de ser adotada com muito amor e responsabilidade. Sou uma cachorrinha cheia de encantos. Tenho uma orelhinha em pé e outra caidinha, que me deixa ainda mais charmosa e engraçadinha. Adoro brincar, passear, amo carinho e humanos. Serei de porte médio.",
    "available": true
  },
  {
    "name": "NÔA",
    "type": "Felina",
    "gender": "Fêmea",
    "color": "Branca e preta",
    "size": "não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Estou vacinada",
    "castrado": "Estou castrada",
    "profile": "http://gaarcampinas.org/pet.php?id=2475",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221004065314.jpg",
    "historia": "Eu e minhas duas irmãzinhas estavamos vivendo na casa de uma acumuladora, uma pessoa sem condições financeiras para cuidar dos animais. Nós estavamos com enfermidade respiratória grave e passando fome. Pedriam ajuda ao Gaar e eu e minhas irmãs fomos para casa de uma pessoa até abrir vaga em um lar temporário do Gaar, onde nos encontramos agora. Fomos vermifugados, recebemos todo tratamento necessário, carinho, nos alimentamos bem, fomos vacinados e castrados. Sou um menino apaixonante e engraçadinho! Gosto de brincar, fazer companhia, explorar o ambiente e receber um cafunézinho. Eu aguardo meu novo lar e uma família amorosa e responsável pra chamar de minha.",
    "available": ""
  },
  {
    "name": "NYKI",
    "type": "Canina",
    "gender": "Macho",
    "color": "Bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Estou vacinado",
    "castrado": "Estou castrado",
    "profile": "http://gaarcampinas.org/pet.php?id=2440",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221016073311.jpg",
    "historia": "Fui encontrado no mato junto com uma gata prenha, certamente fomos abandonados. Depois, já na ong, fui adotado porque todo mundo quer filhote, bonitinho e etc., porém sem planejamento, sem pensar na responsabilidade que se deve ter ao adotar um animal, fui devolvido. Não por mal comportamento, mas sim porque a pessoa precisava viajar e não podia me levar. Ou seja, em tão pouco tempo, com tão pouca idade (ainda um filhote), fui abandonado duas vezes. Voltei ao lar temporário e agora aguardo uma familia de fato responsável, amorosa e consciente que me adote e dê a esse pequeno todos os cuidados e proteção pra vida toda. Mereço ser muito feliz e nunca mais passar pela dor do abandono! Estou vermifugado, vacinado e castrado. Eu tenho a energia de qualquer filhote saudável e serei de porte médio menor (ou pequeno). Eu adoro um carinho, brincar, fazer companhia. Dizem que sou um cachorrinho muito fofo, que encanta a todos!",
    "available": true
  },
  {
    "name": "PÉTALA",
    "type": "Felina",
    "gender": "Fêmea",
    "color": "Branca e preto",
    "size": "não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Estou vacinada",
    "castrado": "Não estou castrada",
    "profile": "http://gaarcampinas.org/pet.php?id=2569",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221117202533.jpg",
    "historia": "Me abriguei na casa de uma pessoa pra dar cria. Dois filhotinhos nasceram vivos e saudáveis, mas por dias seguintes eu sentia desconforto, dores intensas, e miava pedindo ajuda. Entraram em contato com o Gaar. Fui resgatada com meus filhotes, e de imediato encaminharam ao veterinário. Eu estava desidratada, e foi constatado que o desconforto, as dores e meu estado febril era porque não consegui parir mais dois filhotes, e os mesmos já estavam apodrecendo dentro de mim. Após cirurgia, fique no soro e embora no dia seguinte já me sentia muito bem, fiquei internada em observação por 1 semana e meia. Me alimentava bem,  e tive ótima recuperação, sempre sendo cuidada com dedicação das minhas duas filhotes, assim nossa família foi para lar temporário do Gaar. Estou pronta pra adoção responsável, um lar cheio de amor. Sou uma frajolinha muito linda e fofa. Muito boazinha, gosto de brincar e dizem que sou muito querida. Já fui vermifugada e vacinada.",
    "available": true
  },
  {
    "name": "PINGU",
    "type": "Canina",
    "gender": "Macho",
    "color": "Preto e branco",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Estou vacinado",
    "castrado": "Não estou castrado",
    "profile": "http://gaarcampinas.org/pet.php?id=2531",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221007171543.jpg",
    "historia": "Fui abandonado com meus irmãos em uma caixinha. Estavamos chorando, assustados e famintos.  Fui vermifugado e recebi a primeira dose de vacina importada. Possuo a energia de qualquer filhote e encanto a todos! Tão pequeno e já conheci a dor do abandono, por isso, espero por uma família responsável que jamais me abandone novamente. Tutor(es) que tenham o comprometimento e possam me oferecer muito amor, proteção e cuidados ao longo da minha vida.",
    "available": false
  },
  {
    "name": "PIPOCA",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Branca e bege",
    "size": "Pequeno",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Estou vacinada",
    "castrado": "Não estou castrada",
    "profile": "http://gaarcampinas.org/pet.php?id=2557",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221105144139.jpg",
    "historia": "Eu e meus irmãos nascemos e fomos abandonados juntamente com nossa mãezinha em um terreno baldio. Mãezinha estava magra, e a profunda tristeza em seus olhos era de partir o coração. Toda nossa  família foi resgatada e encaminhada a um lar temporário do Gaar, onde recebemos muito carinho e todos os cuidados necessários. Agora já posso encontrar minha familia humana, consciente amorosa e responsável. Sou é uma bebêzinha encantadora, e possuo a energia de qualquer filhote saudável. Estou vermifugada, já recebi a primeira dose (V8) de vacina importada e serei de porte pequeno ou no máximo porte médio menor.",
    "available": true
  },
  {
    "name": "PONG",
    "type": "Canina",
    "gender": "Macho",
    "color": "Preto e branco",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Estou vacinado",
    "castrado": "Não estou castrado",
    "profile": "http://gaarcampinas.org/pet.php?id=2532",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221007172521.jpg",
    "historia": "Fui abandonado com meus irmãos em uma caixinha. Estavamos chorando, assustados e famintos. Acreditam que serei de porte médio. Sou um machinho mais peludinho da ninhada. Fui vermifugado e recebi a primeira dose de vacina importada. Possuo a energia de qualquer filhote e encanto a todos! Já conheci a dor do abandono muito cedo, por isso, espero por uma família responsável que jamais me abandonará novamente. Tutor(es) que tenham o comprometimento em me oferecer muito amor, proteção e cuidados ao longo da minha vida.",
    "available": true
  },
  {
    "name": "PRECIOSA",
    "type": "Felina",
    "gender": "Fêmea",
    "color": "Mesclado",
    "size": "não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Estou vacinada",
    "castrado": "Não estou castrada",
    "profile": "http://gaarcampinas.org/pet.php?id=2568",
    "image": "http://gaarcampinas.org/pets/20221117_192117.jpg",
    "historia": "Me abriguei na casa de uma pessoa pra dar cria. Dois filhotinhos nasceram vivos e saudáveis, mas por dias seguintes eu sentia desconforto, dores intensas, e miava pedindo ajuda. Entraram em contato o gaar, onde fui resgatada com meus filhotes, e de imediato nos encaminharam ao veterinário. Já estava desidratada, e foi constatado que o desconforto, as dores e seu estado febril era porque não consegui parir mais dois filhotes, e os mesmos já estavam apodrecendo dentro de mim. Após cirurgia, fiquei no soro e embora no dia seguinte já me sentia muito bem, fiquei internada em observação por 1 semana e meia. Me alimentava bem, e tive uma ótima recuperação, sempre cuidando com dedicação de minhas duas filhotes e a nossa família foi para lar temporário do Gaar. Estou pronta pra uma adoção responsável, um lar cheio de amor. Não é a toa que recebi esse nome! Dizem que tenho uma beleza exótica e única. E que sou muito boazinha, gosto de brincar e sou muito querida. Fui vermifugada e vacinada.",
    "available": true
  },
  {
    "name": "VITÓRIA",
    "type": "Canina",
    "gender": "Fêmea",
    "color": "Caramelo",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "vacinado": "Estou vacinada",
    "castrado": "Estou castrada",
    "profile": "http://gaarcampinas.org/pet.php?id=2522",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220928021327.jpg",
    "historia": "Cheguei muito debilitada, e não recebi esse nome a toa, pois lutei bravamente pra viver e vencer uma pneumonia severa, anemia aguda, doença do carrapato. Recebi muito carinho, todos os tratamentos e cuidados. Agora estou saudável e pronta pra adoção responsável! Sou uma menininha muita fofa! Tenho olhares muito expressivos e um jeitinho que encanta a todos. Possuo a energia de qualquer filhote saudável, estou vacinada, vermifugada, castrada e serei de porte médio. Adoro brincar, convivo bem com outros cães, amo humanos e um carinho.",
    "available": true
  },
  {
    "name": "XODÓ",
    "type": "Felina",
    "gender": "Macho",
    "color": "Mesclado",
    "size": "não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "vacinado": "Estou vacinado",
    "castrado": "Estou castrado",
    "profile": "http://gaarcampinas.org/pet.php?id=2566",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221113052307.jpg",
    "historia": "Entrei na casa de uma pessoa que trabalha como lar temporário de cães para o Gaar. Eu procurava comida e como se fosse da casa, fui se achegando. Por estar castrado, e bem cuidado acharam que eu poderia ter tutor. Divulgaram, mas ninguém entrou em contato ou procurou por mim. Então, fui encaminhado pra um lar temporário próprio para gatos, fui vermifugado, vacinado e meu teste Fiv/Felv deu negativo. Dizem pois além de lindo e todo fofuxo, e muito bonzinho, companheiro e que adoro um carinho e cafuné. Sou um gato bem tranquilo, encantador e realmente amável! Abra seu coração para um gato adulto, você não irá se arrepender! ",
    "available": true
  }
]
