[
  {
    "name": "JOãO PEDRO",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Caramelo",
    "size": "Médio",
    "otherAnimals": false,
    "children": false,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "João Pedro é muito carinhoso, gosta de brincar, passear, se dá bem com outros cães, é alegre, ideal para alguém quem more em casa com quintal espaçoso. Foi adotado em dezembro de 2019 em adoção conjunta com a Camélia, viveram todo esse tempo felizes e juntos, mas infelizmente por problemas familiares eles foram devolvidos ao GAAR. O ideal seria uma adoção conjunta dos dois para não serem separados, mas como é muito difícil, a adoção pode ser individual também. João Pedro é de porte médio, está vermifugado, vacinado e castrado.",
    "image": "http://gaarcampinas.org/pets/20220905_202515.jpg"
  },
  {
    "name": "BOB",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "0",
    "size": "Médio",
    "otherAnimals": false,
    "children": false,
    "apto": false,
    "image": "http://gaarcampinas.org/pet.php?id=453"
  },
  {
    "name": "NUCKY",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Tricolor",
    "size": "Médio",
    "otherAnimals": true,
    "children": false,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Oi pessoal, esse é o Nucky. Ele foi encontrado abandonado com os irmãos e a mãe em uma fazenda. Um senhor os encontrou e os recolheu, porque estavam mortos de fome e chorando muito. Toda a a família foi adotada, inclusive ele. Mas o antigo adotante não era muito responsável com vacinas, atenção, educação e não tinha tempo para ele. Acabou sendo devolvido... Ele já está castrado e vacinado esperando um adotante responsável, que dessa vez tenha tempo e atenção para ele. porte médio. Esse menino tem bastante energia, ideal para uma casa onde ele possa colorrer e por toda a energia para fora. Adote o Nucky!",
    "image": "http://gaarcampinas.org/pet.php?id=424"
  },
  {
    "name": "ANGEL",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Preta/caramelo",
    "size": "Grande",
    "otherAnimals": false,
    "children": false,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Angel tinha sarna e morava na rua, um bêbado espancou ela, ficou internada por alguns dias lutando pela vida e agora ela no lar temporário e muito bem. É uma cachorra maravilhosa",
    "image": "http://gaarcampinas.org/pet.php?id=286"
  },
  {
    "name": "CAMELIA",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Caramelo",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "Camélia é uma cadelinha extremamente tranquila, dócil, um amor! porte médio menor, sua carinha lembra um Boxer. Foi adotada em dezembro de 2019 junto com outro cão, João Pedro, viveram todo esse tempo juntos e felizes, mas infelizmente por problemas familiares eles foram devolvidos ao GAAR. Precisam de adoção urgente, o melhor seria uma adoção conjunta dos dois para não serem separados, mas como é muito difícil, a adoção pode ser individual também. Camélia é uma cachorrinha alegre, gosta de passear, brincar, ama humanos, ideal para quem tenha quintal. Esta vernifugada, vacinada e castrada.",
    "image": "http://gaarcampinas.org/pet.php?id=321"
  },
  {
    "name": "PRINCIPE",
    "type": "Gato",
    "gender": "Macho",
    "color": "0",
    "size": "Não se aplica",
    "otherAnimals": null,
    "children": null,
    "apto": null,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "image": "http://gaarcampinas.org/pets/AirBrush_20220724230901.jpg",
    "historia": "Prince estava vivendo na casa de uma acumuladora, uma pessoa sem condições financeiras para cuidar dos animais. Ele estava com rinotraqueíte e passando fome. Nos pediram ajuda e Prince foi para casa de uma pessoa até abrir vaga em um lar temporário do Gaar, onde se encontra agora. Foi vermifugado, recebeu todo tratamento necessario, carinho e tem se alimentado bem. É um menino, apaixonante, gosta de brincar, fazer companhia e adora um cafuné. Agora saudável, nosso principezinho aguarda por seu novo lar e uma família amorosa e responsável pra chamar de sua. Ele já está castrado, vacinado e foi testado fiv/felv negativo."
  },
  {
    "name": "MEL",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Tricolor",
    "size": "Médio",
    "otherAnimals": false,
    "children": false,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "A Candy Mel é uma cachorrinha muito simpática, e extremamente amorosa. Ela ainda tem o comportamento de filhotona mesmo com tanto sofrimento. Ela foi encontrada mancando e com muita dor (provavelmente atropelada). Estava pele e osso e bastante assustada, mas ainda tinha o brilho no olhar e parecia sempre se manter esperançosa. Ela foi resgatada, castrada, vacinada e vermifugada. Engordou bastante e ama colorrer, brincar e comer. Ela é porte médio, e ama brincar com outros cães. Essa menina é muito carente, precisa de um lar com muito amor.",
    "image": "http://gaarcampinas.org/pet.php?id=706"
  },
  {
    "name": "MELãO",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Caramelo",
    "size": "Grande",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Muito prazer, sou o Melão. Sabe porquê? Porque sou color de caramelo e sou grandão. Fui encontrado vagando sozinho à noite, magrelo e com medo. Mas hoje estou muito saudável, super forte, castrado e vacinado. Gosto de gente e de outros cachorros. No lar temporário em que estou, sou muito bonzinho e bem comportado. Estou esperando uma família faz tempo. Talvez porque eu seja grande, a adoção não é fácil. Mas se você mora em casa e tem espaço no seu coloração, pensa em mim com carinho, tá? Vamos passear, colorrer e brincar juntos e você também vai adorar!",
    "image": "http://gaarcampinas.org/pets/Melao%20sentado%20em%20casa%20-%20junho%202020.jpg"
  },
  {
    "name": "DESIRéE",
    "type": "Gato",
    "gender": "Fêmea",
    "color": "Cinza",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "castrado": "Sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "A Desirée é uma gatinha linda, exploradora e curiosa. Ela gosta bastante de brinquedos, é companheira, bem meiguinha e amigável. Aguarda um lar definitivo responsável e amoroso. Desirée está castrada, vacinada com duas doses de vacina importada, está vermifugada e despulgada. Foi testada com Fiv/Felv NEGATIVO.",
    "image": "http://gaarcampinas.org/pets/20220720_195204.jpg"
  },
  {
    "name": "ALEMãO",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Caramelo",
    "size": "Médio",
    "otherAnimals": false,
    "children": false,
    "apto": false
  },
  {
    "name": "LORD",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Tigrado",
    "size": "Médio",
    "otherAnimals": false,
    "children": false,
    "apto": false,
    "image": "http://gaarcampinas.org/pets/LORD%201%20-%20cara.jpg"
  },
  {
    "name": "BLESSED",
    "type": "Gato",
    "gender": "Macho",
    "color": "Branco",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Após a partida da Hope, descobrimos que a nossa princesa tinha um irmão. Ele estava no mesmo lugar onde a Hope foi encontrada. Há 5 anos atrás, foi realizado um trabalho muito grande de castração num bairro de periferia. Foram castrados mais de 30 gatos sendo a maioria destinado para adoção. Alguns animais acabaram voltando para a comunidade por serem muito ariscos, e uma senhora se dedicou a alimentá-los. Entre eles estavam Hope e seu irmão. Quando nossa pequena virou estrelinha essa senhora nos informou sobre esse irmãozinho. O irmão da Hope, assim como ela, apresenta lesões no rostinho e orelhas, porém num estágio mais inicial e por isso a chance de sobrevida dele é muito maior. Diante disso, não tínhamos como fechar os olhos, era o destino nos dando uma nova oportunidade de dar um final diferente a esse gatinho! Temos certeza de que nada acontece por acaso, e que nossa princesa Hope lá do céu iluminou seu irmãzinho aqui embaixo para que nossos caminhos se cruzassem. Nós o chamamos de Blessed, por que um gatinho desse só pode ser muito abençoado não é mesmo? Blessed já passou por várias cirurgias, retirou as orelhinhas e algumas lesões no rosto. Hoje é um gatinho extremamente saudável, mas como todo cancêr, Blessed não está livre de tê-lo novamente. Sua única restrição é o sol. Com esse cuidado e muito amor e carinho, nosso menino ainda poderá viver muitos anos mostrando toda sua gratidão a sua nova família. Blessed está castrado, vacinado, vermifugado e despulgado, prontinho pra encontrar um lar pra chamar de seu.",
    "image": "http://gaarcampinas.org/pets/WhatsApp%20Image%202020-10-09%20at%2018.35.08%20(2).jpeg"
  },
  {
    "name": "PEDRINHO",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Pedrinho e seus dois irmãos foram resgatados de um senhor bêbado e morador de rua, que caminhava com os 3 filhotes dentro de um saco de ração pra cavalos. Não tendo pra onde irem, uma pessoa os abrigou em um galinheiro por 3 dias. Após, foram para lar temporário, receberam todos os cuidados necessários e cada um está prontinho pra ganherem seus respectivos lares definitivos, e suas familias amorosas e responsáveis. Pedrinho é fofinho, um pouco tímido, mas como todo filhote tem seus momentos em que gosta de brincar. Ele tem 6 meses, será de porte médio, está vermifugado, vacinado com duas doses de vacina importada e castrado."
  },
  {
    "name": "BETHOV",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Marrom",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Bethov ficava triste e solitário em um lixão de um bairro de Campinas. Foi alimentado por 1 mês por uma pessoa que sempre passava por lá e o via. Essa pessoa nos pediu ajuda, e hoje Bethov está em um lar temporário. Recebeu todos os cuidados necessários e está vermifugado, vacinado e castrado. Bethov é de porte médio e aguarda uma família que o receba com muito amor, carinho e responsabilidade. Bethov quando está feliz, dá risada... sim, mostra os dentinhos, rindo! É um menino lindo, alegre, super dócil, se dá bem com outros cães e adora passear. Um grande amigo e um super companheiro.",
    "image": "http://gaarcampinas.org/pets/20220511_013047.jpg"
  },
  {
    "name": "SULLY",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Tigrado",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false
  },
  {
    "name": "ARMANI",
    "type": "Gato",
    "gender": "Macho",
    "color": "Bege",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "castrado": "Sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "Armani e sua irmãzinha foram encontrados abandonados ao lado de uma avenida movimentada de Campinas. Como ficaram na rua assustados e desprotegidos, são um pouquinho ariscos por medo, mas não por serem bravos. Então, seu tutor ou família precisa ter paciência até conquistar sua confiança, para ele se soltar e se socializar. Armani é brincalhão e mais sociável que sua irmã e aos poucos está se acostumando com colo e humanos. Embora não seja obrigatório, o ideal é que fossem adotados juntos, pois a Alícia se sente segura e amparada pelo seu irmãozinho Armani. Ele está vermifugado, vacinado com vacina importada e castrado.",
    "image": "http://gaarcampinas.org/pets/5FB28266-BA1E-46B9-9C16-D7806E5FE56D.jpeg"
  },
  {
    "name": "ALíCIA",
    "type": "Gato",
    "gender": "Fêmea",
    "color": "Branco e cinza",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "castrado": "Sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "Alícia e seu irmãozinho foram encontrados abandonados ao lado de uma avenida movimentada de Campinas. Como ficaram na rua assustados e desprotegidos, ela é um pouquinho arisca por medo, não por ser brava. Então, seu tutor ou família precisa ter paciência até conquistar sua confiança, para ela se soltar e se socializar. Alícia tem personalidade mais forte que seu irmão, mas aos poucos está se acostumando com colo e humanos. Embora não seja obrigatório, o ideal é que fossem adotados juntos, pois a Alícia se sente mais segura e amparada pelo seu irmãozinho Armani. Ela está vermifugada, vacinada com vacina importada e castrada.",
    "image": "http://gaarcampinas.org/pet.php?id=1435"
  },
  {
    "name": "MICHAEL JACKSON",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Branco e preto",
    "size": "Grande",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "image": "http://gaarcampinas.org/pets/IMG-20210821-WA0060.jpg"
  },
  {
    "name": "CHOKITTO",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Preto e bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Se fosse para resumir o temperamento deste auau lindo só poderíamos dizer: doce como o chocolate! Isso mesmo! Chokitto é uma delícia de cachorro, ideal para quem quer ter um companheiro para todas as horas, já que ele adora a companhia de pessoas, seja de crianças de todas as idades ou adultos, ama brincar e adora dar um passeio! Outros cães ele também gosta, apesar de ter suas preferências. É um menino que está esperando um lar há bastante tempo... quase o tempo da idade dele. Que desperdício, não é mesmo! Ele podia estar aí na sua casa a essa hora e sendo seu melhor amigo pra toda a vida!",
    "image": "27/06/2019"
  },
  {
    "name": "TAIZEN",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Preto e bege",
    "size": "Pequeno",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Taizen e seu irmão foram resgatados de um péssmo local, onde estavam sendo ameaçados de morte. Ambos foram resgatados e receberam todos os cuidados necessários, antes que o pior acontecesse. Hoje estão em um lar temporário do GAAR e aguardam uma família responsável. Taizen, é de porte pequeno maior, 4 aninhos, está castrado, vacinado com vacina importada e vermifugado. É manso, mas odeia coleira.",
    "image": "http://gaarcampinas.org/pet.php?id=1545"
  },
  {
    "name": "NASDAQ",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Preto",
    "size": "Médio",
    "otherAnimals": false,
    "children": false,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Essa pequena jovem senhora foi abandonada após dar a luz a muitas crias, mas ela continua com a esperança que nós vamos dar uma vida digna que será retribuída com toda certeza com muito carinho e lambeijos. Nasdaq é simpática, animada e extremamente carinhosa. Está vermifugada, castrada e vacinada. É um docinho de menina, simpática e muito querida!",
    "image": "http://gaarcampinas.org/pets/IMG-20210918-WA0077.jpg"
  },
  {
    "name": "ETHAN",
    "type": "Gato",
    "gender": "Macho",
    "color": "Preto",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Ethan foi resgatado por uma senhora que cuida de muitos outros gatos... Deixaram na porta da casa dela uma ninhada de 4 gatinhos e Ethan foi um deles. Essa senhora nos pediu ajuda, e ele tem vivido em um lar temporário do Gaar. Agora esse menino querido procura por um lar definitivo e uma família responsável. Se aproxima, roça na perna pedindo comida. Não é um gato de colo e sim de presença e companhia. É bonzinho, meigo e carinhoso. Ele é um gatinho lindo e muito fofo! Já foi castrado, vermifugado, despulgado e vacinado.",
    "image": "01/04/2020"
  },
  {
    "name": "THANDY",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Tricolor",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "historia": "Thandy foi abandonado com 2 meses de vida. Uma pessoa irresponsável (pois não castrou a mãe) e completamente insensível, teve coloragem de abrir a porta do carro e abandonar ele e seus irmãos, próximo à um campinho de futebol. Thandy é meigo, fofão, adora humanos e também, de se esparramar no colo da gente. Se dá bem com outros cães e ama passear. Às vezes faz trapalhadas e é um tanto desesgonçado, o que o torna ainda mais engraçadinho. Ele é considerado de porte médio, está vermifugado, já tomou as três doses de vacina importada e está castrado. Thandy cresceu em lar temporário, e não é justo que permaneça em um canil a vida toda sem ter a chance de ser adotado e ter um final feliz. Esse menino lindo e querido merece um lar e uma família! Ideal para casa com muros altos e que tenha quintal espaçoso pra ele colorrer, brincar e gastar energia. É um cachorro adorável, alegre e cheio de vida.",
    "image": "http://gaarcampinas.org/pets/AirBrush_20210715095418.jpg"
  },
  {
    "name": "TED",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Preto",
    "size": "Médio",
    "otherAnimals": false,
    "children": true,
    "apto": false
  },
  {
    "name": "DOC",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Caramelo",
    "size": "Médio",
    "otherAnimals": false,
    "children": true,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "DOC é um menino mais quieto, se assusta fácil e também tem porque ser assim. Ser abandonado não é facil, mas ele é carinhoso e muito amoroso depois que a pessoa o conquista, e o tempo de conquista é pequeno. Se você o agradar 5 minutos ele já se entrega, é um menino fácil fácil. rs Se você tem amor para dar, adote esse pequeno que ele te trará muitas alegrias.",
    "image": "http://gaarcampinas.org/pets/Doc.jfif"
  },
  {
    "name": "PIRULITO",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Tricolor",
    "size": "Grande",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "       \tPirulito morava na rua e era maltratado pelos outros cães da vizinhança. Muitas pessoas até davam comida pra ele, mas ninguém realmente assumiu a responsabilidade de cuidar dele da forma colorreta, como era preciso. Ele estava muito magro e fraco, tinha pulgas, carrapatos e doente (doença do carrapato). Como se não bastasse, ele sofria ameaças de morte. Pirulito foi acolhido, castrado, recebeu todo tratamento para a doença do carrapato, tomou vermifugo, todas as vacinas, e engordou de forma saudável. Agora está muito feliz e com ótima saúde. Sabe o que falta pra completar essa historia? O final tão feliz que o Pirulito merece, ao lado de sua família definitiva. Pirulito é de porte grande, tem aproximadamente 2 anos. Ama brincar com crianças e é muito manso. Ele está totalmente pronto para ser o próximo membro da sua família. Tem espaço no seu coloração e na sua casa pra o Pirulito?",
    "image": "http://gaarcampinas.org/pets/20210314_222617.jpg"
  },
  {
    "name": "WOLF (LOBINHO)",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Preto e bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "image": "http://gaarcampinas.org/pets/20220122_014610.jpg"
  },
  {
    "name": "ANGIE",
    "type": "Gato",
    "gender": "Fêmea",
    "color": "Siames",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "castrado": "Sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "Angie foi encontrada solitária e perdida em um condomínio, e em seu primeiro cio. É uma gatinha que faz juz ao nome que tem... é um anjo, dócil e muito querida que foi resgatada com carinho e recebeu toda atenção e os cuidados necessários. Já está vermifugada, castrada, vacinada e aguarda um tutor responsável e que a tenha como membro da família.",
    "image": "http://gaarcampinas.org/pet.php?id=1742"
  },
  {
    "name": "SELENE",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Tricolor",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "Selene tinha dado cria na rua, estava faminta. Ela e seus bebês estavam sujeitos à diversos riscos porém uma pessoa os acolheu e nos pediu ajuda. Foram transferidos para um lar temporário do GAAR, e seguros Selene cuidou muito bem de seus filhotes, todos foram doados e agora é sua vez de encontrar um lar definitivo também. Uma família que lhe demonstre o que é ser amada e querida, pois ela merece! É uma cachorrinha extremamente calma e mansa, adorável, adora humanos, crianças e outros cães. Alerta, avisa quando alguém aparece no portão. Ideal para uma família que não quer muita bagunça como acontece no caso de filhotes e cães que possuem muita energia pra gastar. Selene é tudo de bom... uma companheirinha apaixonante e um amor! Ela já está castrada, vermifugada, despulgada e vacinada.",
    "image": "http://gaarcampinas.org/pets/20220124_144159.jpg"
  },
  {
    "name": "MULEKE",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Branco e preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "\tMuleke foi resgatado pequeno, seu antigo tutor se mudou e deixou ele na rua. Foi encontrado com medo, magro e olhos extremamente tristes. Acreditamos que além de ser sido abandonado, negligenciado, ele também sofria maus tratos e por isso ele é um cachorrinho um pouco tímido mas com amor e compreensão isso pode ser superado. Ele se dá super bem com outros cães, e aguarda uma família que nunca mais o abandone; que demonstre o quanto ele é querido diariamente e então, possa fazer esse menino lindo feliz por toda sua vida. Muleke está vermifugado, vacinado e castrado.",
    "image": "http://gaarcampinas.org/pets/AirBrush_20210530165055.jpg"
  },
  {
    "name": "LARA",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Branco e bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Não sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "Uma historia que se repete constantemente! Alguém que tem femea não castrada em casa, que dá voltinhas, que escapa, ou que cachorro macho invade o local quando a cadela está no cio, deixando a fêmea prenhe. Nasce um monte de filhotes e colorrem para que ong e protetores resolvam o \"problema\", que a irresponsabilidade DELES geraram! Enquanto que a solução é uma e simples: Castração! CASTREM SEUS ANIMAIS! Evita casos como esse, evita o abandono, que filhotes caiam nas mãos de pessoas erradas, evita doenças graves futuras, deixa o animal mais calmo e saudável, etc. Lara Sofia é uma menininha muito fofa! Tem olhares muito expressivos e um jeitinho que encanta a todos. Possui a energia de qualquer filhote saudável, está vacinada, vermifugada e será de porte médio. Adora brincar, convive bem com outros cães, ama humanos e um carinho.\nSou size:\t",
    "image": "01/05/2022"
  },
  {
    "name": "BOBBY",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Branco e amarelo",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "image": "http://gaarcampinas.org/pets/20210712_170215.jpg"
  },
  {
    "name": "PIRULITO",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "\tPirulito é um menino encantador, feliz e companheiro! Ele foi adotado quando tinha meses, porém seu antigo tutor nos pediu ajuda pois estava enfrentando problemas pessoais e ia voltar pra sua cidade natal. Pirulito está em lar temporário e espera ansioso por sua segunda chance e uma família responsável, que o ame e cuide dele por toda sua vida. É um menino alegre, se dá bem com gatos e outros cães, ama humanos, carinho e passear. Ele é de porte médio menor, está castrado, vermifugado e vacinado."
  },
  {
    "name": "PETER",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Peter foi resgatado com sua mãe e seus irmãos de um local extremamente precário, o qual não tinha segurança, higiene ou estrutura para qualquer animal. Viviam praticamente abandonados e presos em meio a sujeira e entulhos. Pote de comida e água sempre vazios... uma situação bem triste e até revoltante de saber as condições que viviam. Como todos, Peter foi encaminhado para o lar temporário e aguarda por uma família definitiva, amorosa e responsável. Ele é um menino fofo e apaixonante, serelepe, tem bastante energia e adora brincar e passear. porte médio, está vermifugado, já tomou duas doses de vacina importada e está castrado.",
    "image": "http://gaarcampinas.org/pets/20210728_113345.jpg"
  },
  {
    "name": "FREDERICO",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Frederico foi resgatado com sua mãe e seus irmãos de um local extremamente precário, o qual não tinha segurança, higiene ou estrutura para qualquer animal. Viviam praticamente abandonados e presos em meio a sujeira e entulhos. Pote de comida e água sempre vazios... uma situação bem triste e até revoltante de saber as condições que viviam. Quando foi resgatado Frederico estava com parvovirose, mas foi tratado e curado. Um guerreirinho e vitorioso que lutou pra sobreviver. Como todos, Frederico foi encaminhado para o lar temporário e aguarda por uma família definitiva, amorosa e responsável. Ele é um menino fofo, bonzinho, se dá bem com outros cães e adora humanos. Dorme no quarto do dono do lar temporário. Sociável, não late muito, mais tímido que todos seus irmãos. porte médio, está vermifugado, já tomou duas doses de vacina importada e está castrado.",
    "image": "http://gaarcampinas.org/pets/20210728_115256.jpg"
  },
  {
    "name": "CHARLIE",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false
  },
  {
    "name": "FRANKLIN",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Marrom",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "historia": "Franklin foi adotado quando era bebê, mas seus antigos tutores estão enfrentando problemas particulares, não teriam mais condições de cuidar dele, então nos pediu ajuda. Ele foi para um lar temporário do Gaar, e merece um lar que agora seja pra sempre! Franklin é companheiro, adora passear, ama carinho, humanos e se dá bem com outros cães. Esse menino cativante e lindo, está vermifugado, vacinado e castrado.",
    "image": "http://gaarcampinas.org/pet.php?id=1995"
  },
  {
    "name": "MILENY",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Branco e bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Não sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "Uma pessoa nos pediu ajuda dizendo que sua femea (que ele não castrou) deu cria, e que ele não queria mais ficar com ela e com os filhotes. Pois bem, como de costume, tivemos que nos virar nos 30, e com todos os lares temporários lotados, acabamos por assumir a responsabilidade que ele não teve! Se assim não fosse, ele doaria de forma irresponsável mais duas filhotes, como foi fez com o resto da ninhada (que ainda estavam mamando) ou seriam abandonados na rua. É injusto como os animais pagam pela ignorância e irresponsabilidade dos humanos. Mileny, sua irmã e mãe foram para um lar temporário e agora cada uma aguarda por seus lares definitivos. Mileny é uma bebezinha muito fofa, ama carinho, gosta de brincar e tem a energia de qualquer filhote saudável. É engraçadinha, tem olhinhos jabuticaba e será de porte médio. Ela espera por uma família que lhe dê amor, proteção e cuidados ao longo de sua vida. Já foi vermifugada e recebeu sua dose de vacina importada.",
    "image": "http://gaarcampinas.org/pet.php?id=2463"
  },
  {
    "name": "HULK",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Preto e bege",
    "size": "Grande",
    "otherAnimals": false,
    "children": false,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Hulk foi abandonado e andava perambulando por um bairro da cidade. Acreditamos que ele sofreu maus tratos por um homem e por isso se sente mais a vontade com mulheres. Não se dá bem com otherAnimals, tem que ser filho único mas com humanos é dócil. Pelas fotos dá pra ver que ele é super comilão, é bom guarda e tem um porte lindo, como todo Rottweiler. Ele é maior que qualquer macho adulto da raça. Adora colorrer atrás de bolinha quando a dona do lar temporário brinca com ele. Hulk está vermifugado, vacinado e castrado.",
    "image": "http://gaarcampinas.org/pets/AirBrush_20210920053348.jpg"
  },
  {
    "name": "MABELLE",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "image": "http://gaarcampinas.org/pets/20220423_000156.jpg"
  },
  {
    "name": "TEO",
    "type": "Gato",
    "gender": "Macho",
    "color": "Preto",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Teo foi resgatado de um boeiro. É um gatinho super doce, carinhoso, um amor! Ele adora todos sem excessão... gatos, cachorros, humanos e até o papagaio da moça do lar temporário. É brincalhão e companheiro. Seus olhos amarelos se destacam e ele possui pelinhos brancos espalhados e isolados por toda sua pelagem deixando ele ainda mais charmoso. Teo está vermifugado, despulgado, castrado e vacinado.",
    "image": "http://gaarcampinas.org/pets/AirBrush_20211219013415.jpg"
  },
  {
    "name": "LINA",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Branco e bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false
  },
  {
    "name": "REGINA",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Caramelo",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "\tRegina foi encontrada perambulando por uma estradinha de um bairro da cidade. Acreditamos que tenha sido abandonada. É super mansa e dócil, animada e alegre. É brincalhona, gosta de passear, adora humanos e se dá bem com outros cães. Uma lindeza! Regina é de porte médio, já está castrada, vacinada e vermifugada.",
    "image": "http://gaarcampinas.org/pet.php?id=2063"
  },
  {
    "name": "LUPI",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Marrom",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "image": "http://gaarcampinas.org/pets/20211019_191730.jpg"
  },
  {
    "name": "LASSIE",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Branco e preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "Lassie e sua familia (marido e filha) foram encontrados numa estradinha de um bairro da cidade e estavam colorrendo inúmeros riscos, especialmente o de serem atropelados. Eles estavam sendo alimentados por uma pessoa, que nos pediu ajuda. Hoje eles se encontram em LT do GAAR e receberam todos os cuidados necessários. Lassie é engraçadinha, de bela postura faz pose para as fotos e uma companheira e tanto! Tem olhos castanhos que se destacam e sua alegria é contagiante. Adora humanos, se dá bem com outros cães, é brincalhona e gosta de passear. É de porte médio, já está castrada, vacinada e vermifugada. Ideal para casa com quintal.",
    "image": "http://gaarcampinas.org/pet.php?id=2065"
  },
  {
    "name": "HUGUINHO",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Huguinho e seus dois irmãos foram resgatados de um senhor bêbado e morador de rua, que caminhava com os 3 filhotes dentro de um saco de ração pra cavalos. Não tendo pra onde irem, uma pessoa os abrigou em um galinheiro por 3 dias. Após, foram para lar temporário, receberam todos os cuidados necessários e cada um está prontinho pra ganherem seus respectivos lares definitivos, e suas familias amorosas e responsáveis. Huguinho é fofinho, um pouco tímido, mas como todo filhote tem seus momentos em que gosta de brincar. Ele será de porte médio, está vermifugado, vacinado com duas doses de vacina importada e castrado.",
    "image": "http://gaarcampinas.org/pet.php?id=2102"
  },
  {
    "name": "KIND",
    "type": "Gato",
    "gender": "Macho",
    "color": "Siames",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "A mãe de Kind tinha acabado de dar cria em péssimas condições, no meio de terra e mato, próximo à algumas chácaras de um bairro longínquo da cidade. Resgatados, foram recebidos com muito amor e carinho em um lar temporário do GAAR. A mãe super protetora, dedicada e amorosa cuidou muito bem de seus filhotes. Cresceram saudáveis e felizes! Kind, que leva o significado de amável, bondoso (em inglês) em seu nome, é uma fofura e um gatinho encantador. Gosta de brincar e explorar o ambiente. Ele foi vermifugado, vacinado e castrado.",
    "image": "http://gaarcampinas.org/pet.php?id=2106"
  },
  {
    "name": "POLACA",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Branco",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "\tPolaca foi encontrada em uma estrada de uma cidade vizinha à Campinas. Ela foi vista com seus filhotes porém, foram lá para pegá-los e deixaram ela pra trás, abandonada e sozinha. Uma estrada de terra que dificilmente passa alguém por lá. Certamente estava a longos dias sem absolutamente nada o que comer! Foi para um lar temporário da ong... Chegou debilitada, mas demos a ela todo o tratamento necessário e muito amor. Ela se recuperou muito bem, engordou, está saudável e feliz! Polaca é linda, está vermifugada, vacinada e castrada. Ela é de porte médio e é super ativa. Ideal para casa com quintal, espaço e muros altos.",
    "image": "http://gaarcampinas.org/pet.php?id=2112"
  },
  {
    "name": "BADIN",
    "type": "Gato",
    "gender": "Macho",
    "color": "Siames",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "image": "http://gaarcampinas.org/pets/AirBrush_20220523001457.jpg"
  },
  {
    "name": "RôMULO",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Branco e amarelo",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Rômulo e seu irmão foram abandonados e uma pessoa de bom coloração os acolheu, e nos pediu ajuda. É um filhotão lindo de porte médio, alegre e querido. Ama humanos, se dá bem com outros cães, gosta de brincar, passear e é um adorável companheirinho. Já foi vermifugado, despulgado, vacinado e castrado, agora aguarda um lar amoroso pra chamar de seu.",
    "image": "http://gaarcampinas.org/pet.php?id=2203"
  },
  {
    "name": "RUI",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Branco e preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "\tRui foi abandonado no meio da rua. Estava extremamente desnutrido, desidratado, abatido, triste e muito debilitado, sem forças nem para ficar de pé. Não podíamos deixa-lo naquela situação, não pensamos duas vezes e fomos resgatar. Ele passou por consultas e exames, foi medicado e recebeu todos os cuidados que precisava. Foi diagnosticado com doença do carrapato, mas fez tratamento e se recuperou muito bem, agora está saudável, já engordou e está pronto pra adoção responsável pra finalmente ser feliz, amado como merece com sua nova família e nunca mais sentir a dor do abandono. Ele é mix de fox paulistinha, porte médio menor, um amorzinho... está vermifugado, despulgado, vacinado e castrado.",
    "image": "http://gaarcampinas.org/pet.php?id=2214"
  },
  {
    "name": "BEBEL",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "Bebel estava vagando completamente perdida e desnorteada na rua com seus 3 filhotinhos. Os pequenos estavam com a barriguinha bastante arredondada devido aos vermes. Provavelmente foram abandonados no bairro que foram encontrados. Resgatados, e em lar temporário, foram tratados da verminose, receberam muito carinho, banho e ração de qualidade. Bebel é uma cachorrinha fofa, estopinha, de focinho marronzinho, e lindos olhos. É dócil, adora carinho, passear, e ama humanos. Uma encantadora companheirinha. Ela é de porte médio, está vermifugada, vacinada e castrada.",
    "image": "http://gaarcampinas.org/pets/AirBrush_20221015041136.jpg"
  },
  {
    "name": "PIRUETA",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Tricolor",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false
  },
  {
    "name": "BRENO",
    "type": "Gato",
    "gender": "Macho",
    "color": "Rajado",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true
  },
  {
    "name": "FLOQUINHO",
    "type": "Gato",
    "gender": "Macho",
    "color": "Branco e preto",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Floquinho é um frajolinha simpático, um menino bonzinho que apareceu pedindo ajuda numa casa. Os moradores perceberam que um vizinho estava espantando o Floquinho de uma maneira ríspida, o que fez com que ele ficasse super assustado e colorresse procurar abrigo em um local seguro. Eles o pegaram e nos pediram ajuda. E como dizer \"não\" pra essa carinha mais linda? Floquinho chegou no lar temporário já conquistando todos os colorações, foi castrado e vacinado, está despulgado e é FIV/FELV negativo. É um gatinho super dócil e amoroso. Gosta de colo, fazer companhia e ama um cafuné. Precisa de um lar definitivo e responsável.",
    "image": "28/11/2021"
  },
  {
    "name": "MARI",
    "type": "Gato",
    "gender": "Fêmea",
    "color": "Tricolor",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "castrado": "Sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "Mari foi encontrada perdida e resgatada por uma pessoa que nos pediu ajuda, foi encaminhada para o lar temporário onde aguarda uma família definitiva e responsável. É uma gatinha fofa e meiga, está vermifugada, vacinada, castrada e despulgada. Convive bem com otherAnimals, pede cafuné e sonha com o dia da tão sonhada adoção.",
    "image": "http://gaarcampinas.org/pet.php?id=2281"
  },
  {
    "name": "PEPITA",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Preto e bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "image": "http://gaarcampinas.org/pets/AirBrush_20220326010546.jpg"
  },
  {
    "name": "CAFé",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Branco e preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "Café vivia amarrado em uma colorrente curta, presa a um container, exposto a chuva ou ao sol diariamente. Com fome, sede foi sobrevivendo como podia. A única comida que recebia, quando recebia, era arroz. Ficamos sabendo desse caso, e ele foi resgatado. Hoje está em lar temporário, onde tem sombra, água fresca, comida porém vive em canil. Esperamos que Café encontre finalmente um lar que tenha quintal, onde possa colorrer ou andar livremente com segurança, e uma família que dê a ele carinho, amor, atenção, proteção e cuidados ao longo da sua vida. Café depois da vida que teve, não merece ficar em um canil sem ter a oportunidade de ser adotado. Ele já esta castrado, vacinado, vermifugado. Apesar de tudo o que viveu, Café é um cachorrinho alegre, agitado, espoleta, engraçado... é um Maluquinho Beleza rsrs. Convive bem com outros cães, adora humanos e carinho, adora passear, brincar e colorrer por isso ressaltamos novamente que é preciso um quintal espaçoso pra que Café possa colorrer e gastar energia. Abra sua casa e seu coloração para esse menino lindo, ele merece é uma chance!",
    "image": "http://gaarcampinas.org/pet.php?id=2314"
  },
  {
    "name": "BUTTERFLY",
    "type": "Gato",
    "gender": "Fêmea",
    "color": "Rajado",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true
  },
  {
    "name": "FRIDA",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Preto e bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "Frida foi resgatada de um lugar em condições insalubres. Uma protetora que chegou ao local, caiu aos prantos ao ver a situação que as cachorrinhas estavam vivendo. O antigo dono da casa foi embora abadonando esses anjos, os quais só tinham arroz podre para comer há dias. Não deixaríamos de ajudar mais esse caso. Em lar temporário todas foram vermifugadas, vacinadas, castradas e receberam todo o tratamento e carinho que necessitavam. Agora, Frida finalmente aguarda a chance de ter uma família responsável, que possa oferecer a ela o que nunca teve antes: proteção, cuidados e muito amor ao longo de sua vida. Esquecendo assim, e pra sempre, os anos sofridos e tristes que vivenciou anteriormente. Abra seu coloração e dê uma chance para Frida! É uma companheirinha de porte médio maior, fofa, super simpática, adora dar e receber carinho e é muito querida. Ideal para casas com quintal.",
    "image": "http://gaarcampinas.org/pet.php?id=2353"
  },
  {
    "name": "ARIEL",
    "type": "Gato",
    "gender": "Fêmea",
    "color": "Siames",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "castrado": "Sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "\tA mãe de Ariel procurou abrigo no quintal de uma pessoa, dando cria a 4 lindas filhotinhas. Recolorreram a nós, a mãezinha foi castrada, e elas foram para um lar temporário do Gaar. São nossas mais recentes princesinhas! Ariel tem olhos azuis, é a mais tímida da ninhada, e tem uma carinha de pidona que derrete o coloração de qualquer um. Ela já está castrada, vermifugada e recebeu duas doses de vacina importada.",
    "image": "10/02/2022"
  },
  {
    "name": "CINDERELA",
    "type": "Gato",
    "gender": "Fêmea",
    "color": "Siames",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true
  },
  {
    "name": "JASMINE",
    "type": "Gato",
    "gender": "Fêmea",
    "color": "Branco e preto",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "castrado": "Sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "A mãe de Jamine procurou abrigo no quintal de uma pessoa, dando cria a 4 lindas filhotinhas. Recolorreram a nós, a mãezinha foi castrada, e elas foram para um lar temporário do Gaar. São nossas mais recentes princesinhas! Jasmine é uma frajolinha encantadora e tem uma pintinha charmosa no nariz. Ela já está vermifugada, recebeu duas doses de vacina importada e está castrada.",
    "image": "10/02/2022"
  },
  {
    "name": "MOANA",
    "type": "Gato",
    "gender": "Fêmea",
    "color": "Escaminha",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true
  },
  {
    "name": "GIN",
    "type": "Gato",
    "gender": "Fêmea",
    "color": "Rajado",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "castrado": "Sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "Um casal estava voltando do mercado, e viram de longe uma gatinha no cruzamento movimentado. Era a Gin! Miava para todo mundo e algumas pessoas paravam para fazer carinho. A maioria só passava e a ignorava, enquanto ela parecia estar pedindo ajuda. Até que o casal foi vê-la... miava bastante, não parava de ronronar, se deitou pra receber carinho e então viram suas tetinhas cheias e a barriguinha grande. Perguntaram ali perto se alguém a conhecia (mas sem retorno positivo) enquanto Gin os seguiam para cima e para baixo. Então decidiram levá-la pra casa. Gin logo procurou um cantinho e perceberam que o ronronado todo já era parte do trabalho de parto. Após cerca de 2 horas os gatinhos começaram a nascer. Foram 5 bebês, porém 1 não mamava... foi levado ao veterinário que o aqueceu, alimentou e ele acabou não resistindo no final da tarde seguinte. Gin é uma gatinha carinhosa, que fica esperando o dono do lar temporário voltar do trabalho todos os dias, o recebendo com muita conversa. Ela cuidou muito bem dos seus bebês, até o presente momento...todos os dias brincando com os filhos de esconde esconde e bolinha. Tudo que faz, se expressa com miado. Não é a toa que pediu ajuda miando e foi compreendida! É uma gata apaixonante...muito doce, companheira, amorosa. Gin já está vermifugada, castrada e recebeu sua dose de vacina importada. Espera por um lar responsável, uma familia especial tanto quanto ela, e seria incrível se ela fosse adotada com um dos seus filhos.",
    "image": "http://gaarcampinas.org/pet.php?id=2485"
  },
  {
    "name": "DENGOSO",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Preto",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "\tDengoso foi abandonado, andava perdido em uma estrada colorrendo risco de atropelamento. Pessoas que estavam passando pelo local parou o carro para o resgatar e rapidamente, Dengoso veio tentando fazer amizade com os humanos que o encontrou. Dengoso foi para um lar temporário do Gaar, foi vermifugado, castrado e vacinado. O nome desse menino já diz tudo... é um dengoso! Um amor de cachorro, sociável, companheiro, gosta de passear e ama um carinho.",
    "image": "http://gaarcampinas.org/pets/20220803_145418.jpg"
  },
  {
    "name": "MICAELA",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Preto e bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Não sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "Uma pessoa nos pediu ajuda dizendo que sua femea (que ele não castrou) deu cria, e que ele não queria mais ficar com ela e com os filhotes. Pois bem, como de costume, tivemos que nos virar nos 30, e com todos os lares temporários lotados, acabamos por assumir a responsabilidade que ele não teve! Se assim não fosse, ele doaria de forma irresponsável mais duas filhotes, como foi fez com o resto da ninhada (que ainda estavam mamando) ou seriam abandonados na rua. É injusto como os animais pagam pela ignorância e irresponsabilidade dos humanos. Micaela, sua irmã e mãe foram para um lar temporário e agora cada uma aguarda por seus lares definitivos. Micaela é uma bebezinha muito fofa, ama carinho, gosta de brincar e tem a energia de qualquer filhote saudável. Tem a pelagem toda mesclada, olhinhos jabuticaba e será de porte médio. Ela espera por uma família que lhe dê amor, proteção e cuidados ao longo de sua vida. Já foi vermifugada e recebeu sua dose de vacina importada.",
    "image": "http://gaarcampinas.org/pet.php?id=2462"
  },
  {
    "name": "AMORA",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Tricolor",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "\tAmora foi abandonada debaixo de uma árvore, e ali ficou por dias, triste, quietinha, sozinha. Esperou por alguém que não voltou. Ninguém procurou por ela! Uma pessoa começou a alimentar e depois levou pra casa com medo que ela sofresse maldades na rua ou fosse atropelada. Amora está em lar temporário aguardando uma família amorosa e responsável, que nunca mais a abandone. Ela é de porte médio, foi vermifugada, vacinada e castrada. É uma cachorrinha tranquila, dócil, meiga, gosta de passear, é uma super companheira, obediente, simpática, convive bem com outros cães e com crianças, ama humanos e carinho. Amora merece ser muito feliz daqui pra frente!",
    "image": "http://gaarcampinas.org/pets/20220617_093751.jpg"
  },
  {
    "name": "SCOOBY",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Tricolor",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Scooby veio de um lugar bem longíquo da cidade. Vivia na rua, faminto, sofrendo maldades além do risco de ser atropelado. Ele se comporta como verdadeiro guardião, late e dá avisos, é dominante, mas ao mesmo tempo é um cão manso quando conversamos e estamos com ele, brincalhão e gosta de humanos. Scooby é de porte médio, tem a pelagem tricolor, é esperto, querido e merece muito a chance de ganhar sua família e lar definitivo. Ele já está vermigado, vacinado e castrado.",
    "image": "http://gaarcampinas.org/pet.php?id=2433"
  },
  {
    "name": "ZUNINHA",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Tigrado",
    "size": "Pequeno",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "castrado": "Sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "Está é a pequena e alegre Zuninha. Bagunceirinha, agitada e muuuito fofa. Foi encontrada filhotinha andando perdida em uma avenida. Após resgate, Zuninha foi castrada, vermifugada e vacinada. Ela é de porte pequeno, tem uma linda pelagem tigrada e um olhar cativante, cheio de vida e bem querer. Essa pequena está em lar temporário ansiosa por encontrar sua família e seu lar definitivo, responsável e cheio de amor."
  },
  {
    "name": "SAMBINHA",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Caramelo",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Uma pessoa resgatou o Sambinha em um dia de frio e chuva, mas dias depois ia se mudar de estado então deixou ele com uma vizinha. Porém ela também não poderia ficar com ele por muito tempo. Sambinha agora está em lar temporário, fez hemograma, passou antipulga e anticarrapato, vermifugou, foi vacinado e castrado. Ele é um menino que adora humanos, abana o rabinho sempre pra todos buscando um carinho, conversa ou uma palavra de afeto. É um cachorro feliz especialmente agora que descobriu o que é ser cuidado e querido. Porém, no lar temporário não pode receber todo carinho e atenção q ele merece então ele aguarda por seu lar definitivo e sua família amorosa. Sambinha é de porte médio e indicado para alguém que tenha quintal, pois tem energia de qualquer cachorrinho jovem. Gosta de brincar, passear, colorrer, convive com outros cães e ama humanos e crianças.",
    "image": "http://gaarcampinas.org/pets/20220830_102657.jpg"
  },
  {
    "name": "CHOWLINDA",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Tigrado",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false
  },
  {
    "name": "ÍSIS",
    "type": "Gato",
    "gender": "Fêmea",
    "color": "Branco e amarelo",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true,
    "castrado": "Sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "Ísis foi abandonada prenhe, estava faminta, e com enfermidade respiratória o que quase foi fatal pra ela. Após resgate, recebeu todos os cuidados necessários, e protegida deu a luz a lindos filhotinhos saudáveis. Com tratamentos e se alimentando bem a pequena Ísis foi se recuperando bravamente, engordou, tomou vitaminas diversas, carne, sachê, e dois tipos de rações! Hoje ela está saudável e pronta pra adoção responsável. Ísis é uma gatinha linda, companheira, que adora colo e acredita na bondade humana. É muito doce! Ela está vermifugada, vacinada, é Fiv/Felv negativo e está castrada.",
    "image": "http://gaarcampinas.org/pet.php?id=2437"
  },
  {
    "name": "Safira",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Caramelo",
    "size": "Médio",
    "otherAnimals": null,
    "children": null,
    "apto": null
  },
  {
    "name": "Valentina",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Preta",
    "size": "Médio",
    "otherAnimals": null,
    "children": null,
    "apto": null,
    "image": "http://gaarcampinas.org/pet.php?id=453"
  },
  {
    "name": "Bob",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Preto",
    "size": "Médio",
    "otherAnimals": null,
    "children": null,
    "apto": null,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Estou vacinado",
    "image": "http://gaarcampinas.org/pet.php?id=453"
  },
  {
    "name": "Bob",
    "type": "Cachorro",
    "gender": "Macho",
    "size": "Médio",
    "otherAnimals": null,
    "children": null,
    "apto": null
  },
  {
    "name": "Bob",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "preta",
    "size": "Médio",
    "otherAnimals": null,
    "children": null,
    "apto": null
  },
  {
    "name": "MARCELINA",
    "type": "Gato",
    "gender": "Fêmea",
    "color": "Branco e preto",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true
  },
  {
    "name": "GOLDIE",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Caramelo",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": true
  },
  {
    "name": "DUDA",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Preto e bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false
  },
  {
    "name": "NALA",
    "type": "Cachorro",
    "gender": "Fêmea",
    "color": "Branco e bege",
    "size": "Médio",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrada",
    "vacinado": "Estou vacinada",
    "historia": "Nala foi encontrada na rua e estava sendo cuidada por uma pessoa, mas que estava se mudando aos poucos para outra região do país. Abandonada, sem alguém para ter tempo pra ela, presa em colorrente...era muito triste! Sim, presa em colorrente e ainda colorrendo o risco de voltar pra rua. Nossos lares temporários estão lotados, não tínhamos onde colocá-la. Era uma colorrida contra o tempo pra podermos ajudar essa menina! Ficamos sabendo de toda a situação então Nala foi para um abrigo em outra cidade, esta vivendo em um canil e queremos muito encontrar um lar pra Nala! A veterinária voluntária da ong já a vermifugou, vacinou, e Nala também já está castrada. Ela é de porte médio menor, mas é bem ativa portanto, precisa de uma casa com quintal, muros bem altos para que ela não escale, e que o portão seja seguro contra fugas. Nala é ótima guarda pois late dando avisos. Gosta de brincar, ama carinho e humanos. É uma querida e fiel amiga e companheira. Só precisa de um tutor que lhe demonstre o que é ser amada diariamente e que lhe dê todos os cuidados necessários ao longo da vida. Nala não merece ser abandonada nunca mais! Abra seu coloração e seu lar para essa menina de forma definitiva, ela merece!",
    "image": "http://gaarcampinas.org/pet.php?id=2473"
  },
  {
    "name": "NALA",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Branco e bege",
    "size": "Pequeno",
    "otherAnimals": true,
    "children": true,
    "apto": false,
    "castrado": "Sou castrado",
    "vacinado": "Estou vacinado",
    "historia": "Pitoco estava vivendo na rua. Como se não bastasse o frio que estava fazendo, e a fome que sentia, foi visto sendo chutado por um homem sem motivo algum, machucando sua perninha. Uma pessoa colocou roupinha nele, e o abrigou até que abrisse vaga em lar temporário do Gaar. Pitoco foi ao Pet Shop, melhorou do machucado na perna, foi castrado, vermifugado e vacinado. Agora está prontinho pra adoção responsável. Ele é um estopinha muito fofo, de porte pequeno, gosta de passear, convive com outros cães, ama humanos, carinho e adora fazer companhia. Tem a energia de qualquer cachorrinho jovem e saudável. Buscamos para esse menino um(a) tutor(a) que verá Pitoco como um membro da família, que lhe apresente o que é ser amado diariamente e que dê a ele todos os cuidados necessários ao longo de sua vida.",
    "image": "http://gaarcampinas.org/pet.php?id=2479"
  },
  {
    "name": "Snow",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "Branco e preto",
    "size": "Pequeno",
    "otherAnimals": null,
    "children": null,
    "apto": null
  },
  {
    "name": "LYS",
    "type": "Gato",
    "gender": "Fêmea",
    "color": "Rajado",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true
  },
  {
    "name": "ZIGGY",
    "type": "Gato",
    "gender": "Macho",
    "color": "Rajado",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true
  },
  {
    "name": "STUART",
    "type": "Gato",
    "gender": "Macho",
    "color": "Rajado",
    "size": "Não se aplica",
    "otherAnimals": true,
    "children": true,
    "apto": true
  },
  {
    "name": "Bolinha",
    "type": "Cachorro",
    "gender": "Macho",
    "color": "branco",
    "size": "Pequeno",
    "otherAnimals": null,
    "children": null,
    "apto": null
  }
]
